{
  "title": "Creating long-term value for EY clients",
  "data": [
    {
      "page_number": 23,
      "text": "Creating long-term value for EY  CLIENTS    "
    },
    {
      "page_number": 24,
      "text": "creating long-  The EY organization brings together business and technology   ecosystems and alliances, domain experience, and diverse teams   with complementary skills and capabilities with the ambition to create   long‑term value for entrepreneurs, companies and governments around   the world. Through four service lines — Assurance, Consulting, Strategy   and Transactions, and Tax — and broad sector knowledge, EY teams    help clients to capitalize on new opportunities and manage risk to   deliver responsible growth.   Investing in technology   Unlike pure play technology service providers, the EY organization   can support clients by bringing together deep business insights,   multidisciplinary teams, and powerful ecosystems to harness   technology for positive human impact.  Multi-year investment in disruptive technologies also includes more    than US$300m in award-winning (including AI Excellence Award   Winner — Best in Machine Learning, and Intelligent Agent 2023)   EY Fabric — there are now 60,000 EY clients on Fabric and more than   1.5 million unique client users; the platform processes over 270 million   client and employee transactions every day. Today the EY organization   Creating long-term    value for EY clients  EY teams help clients to   capitalize on new opportunities   and manage risk to deliver   responsible growth.  We create long-term value for EY clients by   helping them grow, optimize and protect value.  Meet Cyril   EY partner and Uplift social equity storyteller  24 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 25,
      "text": "term value for  EY wavespace experiences in the metaverse — expanding   the ability to help clients co‑innovate and rapidly address   business challenges.  EY wavespace™ brings together business, design and   technology, enabling companies to accelerate transformation,   drive innovation and create measurable outcomes. EY   wavespace™ is now in more than 50 locations around the world.  Developing EY people’s innovation skills    to meet client demand  EY clients need more than leading-edge innovations — they   also need them to be applicable in the real world and make   a meaningful impact. That’s why the EY organization invests   in people — read about how we are creating long‑term value   for EY people — to build the transformative mindsets and   technology skills needed to analyze, innovate, and think    and act globally.   Today more than 70,000 technologists, working under the   Tech@EY banner, help drive technology and data-enabled   business transformation for EY clients.  is one of the world’s biggest consumers of cloud technology,   ensuring greater flexibility, reliability and efficiency   for clients.   We are proud to be recognized for delivering value in digital   business transformations using AI.  EY teams are also harnessing the metaverse to help create   long-term business value and positive human impact.   For example, the EY metaverse lab provides exceptional   experiences in the metaverse, such as virtual supply chains   and smart factories, to help clients de‑risk their technology   investments and get ahead of their competition.   The EY metaverse lab team includes people with diverse   skills — 3D design, web animation, game development, art   direction and human experience design. These award‑winning   creative technologists integrate these skills with deep   knowledge and experience in AI, Internet of Things, and   digital twin robotics to create extended reality environments   that can meet the social and business needs of any industry   or sector worldwide. In addition, EY wavespace™ now provides   Transforming 1,800-year-old tradition   with technology  EY Japan is proud to have helped bring the 1,800 year old Torikai Hachimangu   Shrine in Kyushu, Japan, into the metaverse. The shrine has long been loved by the   local community; at the same time it was also exploring how it could continue to   move with the times and enable even more people from around the world to visit.  50 locations  EY wavespace™ presence around the world  EY IN ACTION  How will a new breed of   technology protect our pets?  Integrating a modernized direct-to-consumer platform helped   transform the customer experience and accelerate growth    for Merck Animal Health’s HomeAgain® program, a pet   recovery and protection service that helps locate lost pets.  Bringing together artists and   engineers to explore society’s   biggest challenges  This year, the EY organization showcased “Ancestral   Archives,” an interactive multimedia installation by EY   metaverse lab artist-in-residence Josie Williams at SXSW   2023. Developed in collaboration with EY metaverse lab and   NEW INC (part of the New Museum), Williams’ work leverages   the learning capabilities of deep neural networks to bring   Black leaders who inspired her to present-day communities.  25 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 26,
      "text": "clients  and global political, economic and business uncertainties.   Businesses are looking for a better way to operate,   one that embraces technology and strengthens their   resilience. Clients seek confidence to thrive in this   transforming landscape and see adaptable and agile   managed services as key to help unlock better business   outcomes that support driving long-term and sustainable   value creation.  The EY Managed Services market-leading offerings   continue to expand into new solution portfolios,   including Sustainability, Finance Operate, Compliance,   Cybersecurity, Risk and Data. EY modular and connected   managed services solutions available around the world   are powered by EY teams’ broad domain knowledge and   experience and are enabled by advanced technology   and data-driven intelligence.  Industry reimagined  In this interconnected world, industry lines are blurring as   disruptive technology — intelligent automation, AI, blockchain,   advanced analytics — open up new possibilities. EY industry   insights and solutions can help clients seize the emerging   opportunities to reframe the future of their businesses.  EY has launched EY Nexus — a cloud-ready platform that   enables financial services organizations — like Nationwide —   to quickly deploy new products and solutions.  When their competitors feared the worst, family enterprise   Plaza Premium Group turned to EY teams to unlock the benefits   of growth. Find out how they reshaped airport hospitality for a   new generation.  EY people also need to be able to create, manage, respond   and work as teams in ways where innovative thinking is   routine. To enable that, a professional development curriculum   was established that focused on emerging technologies,   inspired hackathons and ideathons, and launched a Strategic   Innovation Group, which is cross-service line, and identifies   investment themes and decides on high-level investment   decisions in innovation. The focus on innovation has led to   more than 2,800 projects as of the end of FY23, including the   EY People Experience Platform, EY Quantum Computing Lab,   IoT Convergence and the EY Climate Analytics Platform.  Clients are seeking a better way    to operate  Business leaders today may need to transform to exploit   new opportunities in a time of complex market challenges   The focus on innovation has led to more than 2,800 projects as of the   end of FY23, including the EY People Experience Platform, EY Quantum   Computing Lab, IoT Convergence and the EY Climate Analytics Platform.  Empowering EY Tax professionals with EY Tax Copilot   This year we launched EY Tax Copilot to help EY tax professionals deliver services and provide value to clients while responsibly using   Microsoft’s AI-enabled capabilities in accordance with the EY global code of conduct, policies, professional standards and regulatory   requirements. EY Tax Copilot is just one of the ways we provide EY people with advanced technology skills; others include programs   like the EY Tech MBA — the first-of-its-kind, fully accredited corporate MBA focused on a future-focused curriculum based on emerging   and disruptive technologies.  EY helps businesses prepare for the quantum computing revolution  EY Quantum Computing Lab has built a suite of leading-class solutions that have already had a profound impact on drug discovery,   DNA sequencing, business optimization and cybersecurity risk assessment, unlocking opportunities for EY and clients. From quantum   machine learning to quantum mechanics, and beyond, EY Quantum is helping businesses seize new opportunities and prepare for the   quantum computing revolution. Learn how organizations can ensure their enterprise is prepared for the quantum shift.  EY Entrepreneurship Access Network participants gather to celebrate.  26 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 27,
      "text": "Raising the bar for action and progress    with clients  The bar has risen for ambition, accountability and action,   and with it, the need for companies to respond with   credible plans, evidenced action and progress. This year   the EY Climate Change and Sustainability Services (CCaSS)   teams completed 5,000 client engagements worldwide,   a 66% increase over FY22. There are approximately   5,000 EY professionals dedicated to sustainability and   climate change around the world and 3,200 of them in   dedicated EY service offerings. They work across the full   range of sustainability issues identifying risk, creating   new products and markets, and responding to policy and   regulatory change.   The EY organization’s differentiated vision and strategy,    and capabilities in sustainability and climate change services   were recognized by HFS Research (No. 1 for execution   among 18 firms); and as a leader in IDC’s inaugural   MarketScape on ESG Strategy Services (February 2023),   and the Verdantix Green Quadrant (July 2023).   For clients, the net-zero transition requires the   transformation of business strategies, investment, models   and markets. Innovation and technology underpin EY   solutions and services. The EY Climate Analytics Platform,   Collaborate. Co-create. Innovate.    The EY Partner Ecosystem  We have always said that in an inter-connected world, no   single organization has all the answers. That’s why the   EY Partner Ecosystem is a fundamental part of the EY   client proposition, helping to provide the right technology,   capabilities and insights — through award-winning   collaboration, co-creation and innovation — to help clients   create long-term value and transform at speed and scale.  EY is the 2023 Microsoft Global Advisory Services Partner    of the Year (for the fourth consecutive year).  Read how EY transformed Suzuki’s customer relationship   management system into a Microsoft automated solution fit    for the future.  Value-Led Sustainability  Value-Led Sustainability is the EY organization’s commitment   to helping business create value for sustainability — as well as   helping sustainability create value for business. EY teams have   a legacy of more than 20 years in providing sustainability    and ESG services.  Recognition for award-winning client technology  Find out more about our analyst recognition — including being a leader in The Forrester Wave: AI Service Providers, a market leader in   the HFS Metaverse Horizons Report 2023, and a leader in the IDC MarketScape: Worldwide AI Services 2023 — for our award-winning   client technology.  5,000  EY professionals   dedicated to   sustainability and   climate change  The EY organization’s differentiated vision and strategy, and capabilities   in sustainability and climate change services were recognized by HFS   Research (No. 1 for execution among 18 firms).  27 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 28,
      "text": "an online tool to provide clients with on-demand granular   data on climate-related risks linked to Intergovernmental   Panel on Climate Change (IPCC) climate scenarios,   was launched covering all geographies, with forward   looking risk assessments up to the year 2100. It   can help organizations meet regulatory and market   requirements and support futureproofing assets and   activity considering climate change. We were proud   to extend and deepen several of our existing alliances   to provide decarbonization solutions in collaboration,   including GHG tracking with IBM, insurance industry ESG   disclosure requirements with SAP, and value chain carbon   traceability with Microsoft. The EY organization was also   awarded Microsoft’s Sustainability Change Maker Partner   of the Year, recognizing outstanding Microsoft-based   delivery during the past year.   The EY Climate Analytics Platform can help organizations meet    regulatory and market requirements and support futureproofing    assets and activity considering climate change.  Can racing be an extreme way to raise awareness of climate change?  The EY organization is the proud Official Sustainability Partner of Extreme E, an international off-road racing series showcasing   electric SUVs in some of the world’s most challenging locations. The series uses motorsport as a platform to highlight the impact of   climate change and promote electric vehicle adoption. Extreme E also delivers grassroots, long-term projects improving environmental   outcomes in each of its locations. The EY organization has supported Extreme E since inception, and has worked with the series   to raise visibility of key cross-sector sustainability issues such as the energy transition and e-mobility, and support leaders across   industry and government to form new ecosystems and create sustainable value. The EY CCaSS team produces Extreme E’s annual   sustainability report and has developed its Social and Environmental Impact Assessment framework.  EY IN ACTION  Global efforts   • \u0007  EY South Africa expanded its capabilities through the   acquisition of EBS Advisory, a market-leading ESG   advisory services organization, providing ESG and   sustainability advisory services to public and private sector   clients, business, investors and financial institutions.  • \u0007  EY India’s EY ESG Compass is a comprehensive digital   ecosystem that helps organizations evaluate their ESG   maturity levels and adapt a sector-specific strategy, using   the power of analytics.  • \u0007  In EY Australia, the EY Net Zero Center has had a   significant impact in helping some of Australia and New   Zealand’s largest carbon emitters take the first steps in   their decarbonization journeys.   • \u0007  Read about EY work with Hindustan Unilever that creates   competitive differentiation through sustainability and   ESG metrics.  28 2023 EY VALUE REALIZED    "
    }
  ]
}