[
    {
        "page_number": 1,
        "text": "If you require an accessible version of this PDF report,      please contact accessibilityrequest@ey.com  How can value   realized today   reshape tomorrow?  EY Value Realized 2023:    reporting progress on global impact  "
    },
    {
        "page_number": 2,
        "text": "All EY people live by a set of shared values that define who we are. These values are the fundamental beliefs    of the EY organization. They guide our actions and behavior. They influence the way we work with    each other, and the way EY professionals serve clients and engage with our communities.  We are and will continue to be:  People who demonstrate integrity, respect, teaming and inclusiveness  ———————  People with energy, enthusiasm and the courage to lead  ———————  People who build relationships based on doing the right thing  EY VALUES  WHO WE ARE  02 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 3,
        "text": "EY PURPOSE  THE  The EY purpose is    Building a better working world.  The insights and quality services we provide help build trust and confidence in the capital markets and in economies    the world over. We develop outstanding leaders who team to deliver on our promises to all our stakeholders. In so doing,   we play a critical role in building a better working world for EY people, for clients and for our communities.  In a world that’s changing faster than ever, our purpose is our guide — providing the context and meaning    for the work we do every day.  03 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 4,
        "text": "05  Letter from the EY    Global Chairman and CEO  09  Creating long-term value    for EY people  23  Creating long-term value    for EY clients  29  Creating long-term value    for society  46  EY leadership    teams  51  Understanding what matters    to EY stakeholders  55  EY facts    and figures  70  WEF-IBC Stakeholder    Capitalism Metrics  78  EY commitments to NZFSPA   and progress made  84  Basis of    reporting  CONTENTS  2023 EY VALUE REALIZED  04 2023 EY VALUE REALIZED  Click to jump to section  "
    },
    {
        "page_number": 5,
        "text": "Everest also identified ways to better pivot the organization   and embrace game-changing technologies. For example, we   recently brought together all our artificial intelligence (AI)   innovation and development efforts under one platform,   EY.ai. This unified platform will help enable clients to   efficiently access the benefits of AI. It is also intended   to increase transparency, trust, and confidence in AI as   EY seeks use these new capabilities to serve the broader   interests of society and contribute to a more inclusive,   equitable future.  Charting a new course and building confidence   in new technologies  For more than a decade, we’ve embedded AI into many EY   global technology solutions and in 2021, we supercharged   this with a US$10 billion, three-year investment plan. This   has already fueled new AI capabilities and offerings that   are improving how we work with clients. AI is also playing   a critical role in our commitment to continuously improve   audit quality. We have embedded AI into the EY Canvas audit   platform to support risk assessment, and a broader use of AI   is helping EY teams challenge the effectiveness of their audit   strategy and bring greater confidence and trust to the audit.  We are also actively building the EY ecosystem and now have   more than 100 ecosystem relationships that keep us on the   leading edge of change, help us innovate and execute quickly,   and offer ever-evolving services to EY clients.  Confidence in AI is one of the current barriers to AI adoption.   It’s why in 2022 we formalized EY AI principles, which   include accountability, security and privacy, transparency   and “explainability,” fairness and inclusivity, and professional   responsibility. These principles guide our work with EY   people, clients, and governments and other external   Leading for the long-term  During my tenure as EY Global Chairman and CEO, I have   seen the power of placing purpose and long-term value at    the center of an organization’s strategy.  Consider just a few of the challenges we’ve witnessed the   past four years: a global pandemic, war in Europe, extreme   weather events, geopolitical uncertainties and rapid   technological change. Despite these and other pressures,   the EY NextWave strategy to create long-term value for all   stakeholders, stemming from our purpose of Building a better   working world, has been an anchor in an ever‑changing world.  In 2019, we formalized our long-term value approach in the   EY NextWave strategy, and as a result, we’ve achieved 9.5%   compound annual growth (FY 2019–2023) and reached   nearly US$50 billion in revenue in FY23, a 14.2% increase in   local currency. Long-term value creation is now part of our   DNA, and I am proud of the progress it has enabled for EY,   highlighted in this EY Value Realized 2023 report.  This year, we continue reporting on that progress using   the World Economic Forum’s International Business Council   (WEF‑IBC) Stakeholder Capitalism Metrics. We also participate   in the United Nations Global Compact, and I confirm that   EY reaffirms its support of its Ten Principles in the areas of   human rights, labor, environment, and anti-corruption.  Our ambition to create long-term value for clients, EY   people and society led us to Project Everest this past year —   a bold plan to split the EY organization into two separate   organizations so we could address the changing needs of   clients, our industry and other stakeholders. While Everest    did not go forward, it unlocked innovation, identified   strengths, and opened new and important conversations    with EY clients and regulators.  Letter from the    EY Global Chairman and CEO  Carmine Di Sibio  “  The EY NextWave strategy    to create long-term value for   all stakeholders, stemming   from our purpose of    Building a better working   world, has been an anchor    in an ever‑changing world.  05 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 6,
        "text": "stakeholders. We are integrating these principles into   the EY.ai Ecosystem and are also actively engaging with   governments, multinational standard-setting bodies, industry   associations and civil-society organizations.  We intend to help lead the development of best practices   for the responsible and trustworthy use of AI. We recognize   no single organization can tackle this level of change,   safely and at speed, without collaboration. We are a   committed stakeholder focused on realizing benefits,   while addressing the risks, as we all move into this next   technological revolution.  Understanding the critical importance    of EY people  In an era of such significant technological change, it’s more   important than ever to recognize the most significant driver   of EY success: EY people. Creating long-term value for   EY people is a core pillar of the EY NextWave strategy and   remains our focus as we support and attract the best talent   in the marketplace. For 25 years in a row, the EY organization   has been acknowledged as one the best places to work   by Fortune.  We’ve grown the global EY organization and created more   than 116,000 jobs over my tenure as CEO and are now at   nearly 400,000 people strong. We are proud of the different   perspectives and backgrounds across the EY organization   and this year, we have introduced new DE&I metrics, such   as disability inclusion, and a global storytelling campaign   focused on elevating the importance of social equity.  One of the ways we help create long-term value for people   is through a commitment to lifelong learning. It’s why   we’ve invested more than US$385 million in learning and   development opportunities in FY23. EY people have earned   more than 410,000 new digital accreditations known as   EY Badges since we launched the program in 2017, and   274 EY people have earned EY-funded master’s degrees   through our fully accredited program with Hult International   Business School.  We are also rolling out a program in FY24 to train all   EY people on the responsible use of generative AI, as well    as experimenting with copilot models to augment the work   of EY professionals by boosting productivity and enhancing   the employee experience.   We’re also investing in the communities where EY people   live and work because creating long-term value for society   broadly is also at the core of the EY NextWave strategy.   This, along with feedback from EY people, led us to set a   global science-based target, to reduce absolute total global   emissions by 40% by FY25, against an FY19 baseline.   We are on track to meet this target, while offsetting more   emissions than we produce and accelerating our wider   transition to net zero.  The EY Ripples corporate responsibility program is the   signature EY investment in communities, with the goal to   positively impact 1 billion lives by 2030. The millions of   hours invested by EY people mean we are on track to reach   that goal, having impacted more than 127 million lives since   EY Ripples launched in 2018.  Riding the NextWave  As I begin my final year at EY, I can’t help but marvel at how   much the EY organization has grown — and how the world   has changed. Two decades ago, we had 85,000 people   and US$9 billion in revenue. Today, we have almost five   times that with nearly 400,000 people and US$50 billion   in revenues. This increases the impact we can have with   EY clients, and our communities, but also the responsibility   we have to contribute to a prosperous future for society.  During the past decade, the digital economy has grown at   more than twice the rate of the global economy. ChatGPT 2.0   was released in 2019 with a 1.5-billion-word vocabulary.   Today’s latest release uses 14,000 times the computing   power and has a more than 175-billion-word vocabulary.   Shifts in globalization, changing demands from consumers   and society, and the effects of climate change, all require   more investment, more resilience, and more collaboration   from the private and public sector alike. Organizations will   need the best technology, the best talent and a hyper-focus   on creating trust to continue growing successfully, and   sustainably in such dynamic, transformative times.  That’s why I am excited and optimistic about the EY   organization’s future. In a world where the opportunities   unfold as fast as the risks, we have worked on building a solid   foundation for growth — for all EY stakeholders. Every day,   we endeavor to deliver on our ambition to be the most   trusted professional services organization and our purpose   of building a better working world — for EY people, clients   and society. And, each year, we get better, hold ourselves   accountable to our goals and recognize there is always more   we can do. That’s value realized.  Carmine Di Sibio   EY Global Chairman and CEO  September 2023  “  Creating long-term value for EY people is a core pillar of the EY NextWave strategy   and remains our focus as we support and attract the best talent in the marketplace.  06 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 7,
        "text": "Creating long-term value for all stakeholders  36%  women in this year’s    PPEDD* promotion    class (FY23)  410,000+  EY Badges awarded since   program began  274  EY Tech MBA and    EY Masters graduates  US$385m  Total investment in training    in FY23  4.7m  people applied to   join EY in FY23  Only Big Four  organization on the Fortune 100 Best Companies to Work For  100 Best Companies to Work For®    list every year for the last 25 years  86%  of EY people are   proud to work    at EY  *Partners, Principals, Executive Directors and Directors  PEOPLE VALUE  Sustainability leader  according to independent research firm Verdantix —    Green Quadrant: Climate Change Consulting 2023  127m+  lives positively impacted since EY Ripples    launched and on track to meet 1b target by 2030  US$1b      Continued investment to facilitate trust and   transformation through assurance services  8,000+  EY Badges in sustainability    completed  100%  renewable energy in EY offices    by 2025  On track      to meet   target of  SOCIETAL VALUE  07 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 8,
        "text": "Creating long-term value for all stakeholders  EY Fabric tech acceleration platform 70,000+  technologists in EY  100+  ecosystem partners  US$6.7b  invested in FY22 and FY23 as part of 3-year, US$10b  3-year, US$10b commitment   to audit quality, innovation, technology and people  270m  daily transactions  1.5m  client users  Preferred auditor  to take companies public since 2012  5,000+  sustainability engagements   delivered to clients   CLIENT VALUE  US$49.4b   total revenues  14.2%  growth (LC**)  9.5%  4-year CAGR  (2019-23)  One of the   highest growth   highest growth   rates  rates in nearly    two decades  Asia-Pacific  Asia-Pacific  Growth: 11.7%  11.7%   Revenue: US$7.5b  US$7.5b  EMEIA  EMEIA  Growth: 16.9%  16.9%   Revenue: US$18.3b  US$18.3b  Consulting  Consulting  Growth: 21.6%  21.6%  Revenue: US$16.1b  US$16.1b  Assurance  Assurance  Growth: 11%  11%  Revenue: US$15.1b  US$15.1b  Americas  Americas  Growth: 12.9%  12.9%   Revenue: US$23.6b  US$23.6b  Tax  Tax  Growth: 12.2%  12.2%  Revenue: US$12.1b  US$12.1b  Strategy and   Strategy and   Transactions  Transactions  Growth: 8.4%  8.4%  Revenue: US$6.1b  US$6.1b  **Local currency  FINANCIAL VALUE  08 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 9,
        "text": "PEOPLE  Creating long-term value for EY    "
    },
    {
        "page_number": 10,
        "text": "That’s the promise we make to EY people: to   empower them to be in the driving seat of their   own experiences by fostering a diverse, equitable   and inclusive culture, and providing them with   the infrastructure and tools (from technology and   scale to learnings and relationships) that will help   them grow. We enable them to not just personalize   a career, but to build their own exceptional   experience. Understanding the needs and interests   of EY people is critical to strengthening the EY   organization and delivering on our ambition to be   the most distinctive, favored employer, so that we   can deliver long term value to EY people, clients,   and society. This is achieved in several ways:  The exceptional    EY experience —    it’s yours to build.  creating long-  Meet Lotten   EY senior manager and Uplift social equity storyteller  10 2023 EY VALUE REALIZED      "
    },
    {
        "page_number": 11,
        "text": "of EY people. We also have an extensive mindfulness network   with global and regional leaders who are passionate about   supporting the development and wellbeing of EY people.   We continue to examine how we can demonstrate a strong   commitment to self-care and supporting EY people to find   the right level of balance for their life circumstances. When   we identify a challenge, we seek to address it immediately, as   evidenced by the commitment to act on feedback presented   in an independent, comprehensive EY Oceania culture review   conducted in FY23.  Continuing lifelong learning  Learning and development is a core part of building a   personalized career and the exceptional EY experience. At EY,   we are investing in all EY people for today and for the future   by offering learning and development programs that help to   develop new skills in emerging areas like technology, AI and   sustainability. In FY23, we spent US$385 million on training   and delivered 61 hours of learning per person on average.  Following the success of the EY Tech MBA and the EY Masters   in Business Analytics, last year we launched another new fully   accredited qualification in association with Hult International   Business School — the EY Masters in Sustainability. This year,   we celebrated our sixth and largest ever EY Tech MBA cohort   with 74 graduates and the first-ever cohort of EY Masters in   Sustainability, totaling 274 graduates across our EY Degrees.   These degrees are free for EY people, regardless of rank or   location, with the aim of helping them gain the knowledge,   practical skills and experience they need to create long-term   value for EY clients, people and society.   All of the EY Degrees are built on the EY Badges program.   Today there are 227 badges on offer, from Bronze level to   Platinum, across three pillars (technology, business and   leadership) and 27 topics ranging from AI to sustainability   Continuous listening  Knowing how people feel and what they need, is crucial to   enabling their personal and professional success. Listening   tools like EY People Pulse — a short experience survey we   offer to all EY people three times a year — is one of the ways   we do this. Through the Pulse and our other listening tools,   people have told us they want a workplace where they can   feel free to bring their whole selves to work, they want to be   recognized and appreciated for their contributions, and that   they want to be able to focus on their wellbeing and growing   their career. Today, 86% of EY people are proud to work at   EY. While this is slightly down on last year’s 88%, our holistic,   continuous People Listening and Experience program helps   us know where to invest further to drive long‑term value for   everyone at EY.  Prioritizing wellbeing   Helping EY people prioritize their wellbeing helps ensure   they have a more well-rounded and positive EY experience.   We recognize that mental health and wellbeing are key   concerns for our profession. Given this, we strive to provide   a safe work environment for all EY people and frequently   review EY wellbeing benefits to align with their needs. Today,   the global EY organization offers more than 100 wellbeing   programs across four pillars: physical, mental/emotional,   social and financial. These offerings include employee   assistance programs and wellbeing apps that focus on sleep   and exercise, physical challenges, reimbursement funds   for wellness-related purchases (e.g., exercise equipment,   nutritionist) and expanded coverage and support for mental   health. In addition, we are actively building a culture of care   that includes wellbeing education and understanding and   setting boundaries. As an example of this elevated focus, EY   Americas has a Chief Wellbeing Officer, dedicated to meeting   the physical, emotional, financial and social wellbeing needs   term value for  Helping EY people prioritize their wellbeing helps ensure they have    a more well-rounded and positive EY experience.  11 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 12,
        "text": "say their mobility experience is exceptional, and 97% of EY   stakeholders in the host country say that mobility assignees   make valuable contributions to their businesses and teams.  Building transformative leaders   Each year we celebrate a new cohort of partner, principal,   executive director and director (PPEDD) promotions. This   year’s class was one of the largest ever — 2,216 promotions —   of which, women comprise 34% of partners and principals   and 37% of executive directors and directors. These   promotions reflect the strength of the EY organization and   our confidence in the future. Through the EY NextWave   strategy and ambition, we remain committed to investing   in the next generation of leaders and giving everyone at   EY opportunities to grow and develop, as evidenced by the   nearly 50,000 EY people who were promoted around the   world this year.  Enabling a unique career journey  At EY, people can explore flexible, diverse career paths as   they gain the skills and experiences they need to achieve   their unique career ambitions and give leaders deeper skills   insights to shape and grow our business. Building an exciting   and dynamic career includes multiple paths for people with   backgrounds in diverse fields including strategy, technology,   auditing, sustainability, accounting, finance, law and tax.  Today there are more than 70,000 technology professionals   (ranging from mathematicians, statisticians and data   scientists to AI engineers, product managers, developers   and cloud specialists) working alongside people with   traditional and nontraditional strategy, consulting, law, tax,   sustainability and auditing backgrounds. Putting skills at the   center of the EY organization’s Talent strategy allows for   greater agility, agency and equity — while helping EY people   to explore diverse career paths and our business to access   untapped potential.   Insights are foundational to EY   employer brand  While recruiting from this broader range of backgrounds, we   recognize that peoples’ expectations of work, their careers   and what success means are evolving too. For EY, building a   strong employer brand is critical to stand out in the market.   Understanding what is appealing about the EY organization   and what talent is looking for before joining an organization   and what would make them stay is crucial for attracting   to inclusion and belonging. The badges combine a   learning component with practical application, enhancing   participants’ ability to deliver relevant services to clients and   coach their colleagues. EY people earn more than 430 EY   Badges each day and have earned more than 410,000   since the program’s inception in 2017. Eighty‑four percent   of EY people say that they are provided with learning   opportunities to build skills. We are focusing further on how   learning impacts skills development to understand how   we can support EY people to develop the skills they want   and need.  An experience that can take you anywhere  Global mobility provides unique opportunities to inspire   EY people with what’s possible. It enables EY people to   build cross-border networks to further build the global   mindset they need as the next generation of transformative   leaders. In addition, global mobility brings the whole of EY   to clients by meeting their needs whenever or wherever   they are, through strategic and resourcing mobility and   business travel. Mobility4U is the EY international mobility   program that allows all EY professionals to work in a   multicultural environment so that they can continue to   develop. Ninety‑three percent of the program’s participants   410,000+  EY Badges earned since 2017  EY people  Attracting and recruiting top talent  This year, 4.7 million people applied to work at EY, out of which 138,000 were hired. To attract and recruit top talent, maintaining   an exceptional experience is critical. We’re enhancing the candidate experience to leverage new technology (for example, a global   applicant tracking system, candidate relationship management tools, chatbots, robotic process automation, online psychometric and   gamified assessments, and video interviewing technology). We continue to streamline processes for faster, more transparent hiring,   and provide an onboarding program that sets new joiners up for success from day one. As a result, 93% of recent hires have had an   exceptional recruiting experience.  EY people attend a diversity, equity and inclusiveness (DE&I) event.  12 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 13,
        "text": "and retaining the best talent. This year, we launched the   global EY Employer Brand Survey, measuring key attributes   today’s talent prioritizes, along with perceptions of EY as   an employer against those attributes and compared to   competitors. A sample of 9,000 people across nine countries   rated the most important employer attributes, with flexible   work-life balance and competitive compensation and benefits   ranking the highest, followed by feeling empowered to build   their own careers, support for physical and mental wellbeing,   learning and development opportunities, and commitment to   diversity, equity and inclusiveness. These survey results are   helping us to prioritize EY resources so EY member firms can   continue to attract, engage and retain the best people.  Wherever your working world takes you  The EY Alumni Network consists of more than 1 million   people doing great things in business, as entrepreneurs,   in government, in academia and in their communities. The   network helps connect EY people, past and present, to more   resources and more of the people they need to know for the   future. There are currently more than 84,000 EY alumni   working at the EY organization’s largest global accounts, of   which more than 7,700 are board members at the C-suite   level. We are proud of EY people that go on to other careers   outside EY, allowing alumni to continue to build on the legacy   they created and helping EY to continue to deliver on the   promise to build a better working world.  84,000  EY alumni working    at our largest    global accounts  EY Milestones participants celebrate their promotions.  The EY Alumni Network helps connect EY people, past and present, to   more resources and more of the people they need to know for the future.  13 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 14,
        "text": "Diversity, equity and inclusiveness (DE&I) are core to who we are,   how we work and how we live our values.  The EY purpose is to build a better working world, and   for EY, that means one where differences are valued,   practices are equitable, and everyone experiences a sense   of belonging — where people are inspired to team and lead   inclusively in their interactions every day. That’s why DE&I   continues to be a strategic priority at EY. That is why as part   of the EY performance management process, all EY leaders   (PPEDDs) are encouraged to set quarterly DE&I goals, which   factor into annual reviews.  To help EY clients tackle their toughest challenges, we   need the best ideas from the broadest group of people, and   teaming and leading with inclusiveness underpins our actions   to create meaningful work experiences for everyone at EY.   Our overarching global DE&I priority statement is “Enrich the   diversity, equity and inclusiveness of our culture, leadership   and teams.”  DE&I governance and measuring progress   To demonstrate our commitment to DE&I, the EY Global   Executive, the central EY organization leadership body,   signed the Global Executive Diversity, Equity & Inclusiveness   Statement. Not only does this reinforce that DE&I is a key   business lever, but it also ensures that we hold ourselves   accountable for progress. As such, the EY Global Executive   will promote representation of the broad range of   differences across the EY organization globally at the most   senior levels. To set a consistent path around the world we   use the DE&I Roadmap and Culture Change Continuum, our   approach and methodology for DE&I.  The roadmap is brought to life by the EY Global Diversity,   Equity and Inclusiveness Steering Committee (GDEISC),   which is co-chaired by EY Global Chairman and CEO   Carmine Di Sibio and EY Global Vice Chair — Diversity,   Equity & Inclusiveness Karyn Twaronite. Its members,   drawn from across the organization, explore challenges,   surface successful practices and collaborate on   meaningful solutions.  For accountability to DE&I progress across the EY   organization, we use the Global DE&I Tracker as a   measurement of diversity and inclusiveness that covers a   range of differences, both visible and not visible, including   people’s lived experiences. It sets a business and industry   A more diverse, equitable    and inclusive workplace  To help EY clients tackle   their toughest challenges,   we need the best ideas from   the broadest group of people,   and teaming and leading with   inclusiveness underpins our   actions to create meaningful   work experiences for   everyone at EY.  How can a story uplift social equity?  EY Value Realized features images of EY people who participated in the EY Uplift social equity campaign. Their portraits and links to   their individual stories can be found throughout this report.  Meet Eng   EY partner and Uplift social equity storyteller  14 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 15,
        "text": "How can we open   more doors to unlock   opportunities for everyone?  Join the conversation to help us uplift social equity.  Find out more about Derrick’s story.   ey.com/socialequity  EY Uplift social equity storytelling campaign      •  EY Global Executive, Area Operating Executives, Executive   function leaders and Markets leaders. Among EY partners   globally, 24% are women. Additionally, some EY member   firms have set clear ambitions by country, with the EY   UK firm aiming for 40% female partners and 20% ethnic   minority partners by 2025, and the EY US firm aiming for   50% representation for women and racially and ethnically   diverse partners by 2025. In China, as of last year the firm   has achieved 40% women partners and 50% women in the   leadership team.  An elevated focus on social equity  The EY commitment to advance DE&I includes an elevated   focus on social equity, which is about clearing obstacles,   building more inclusive environments, and enabling access   to resources and opportunities. We’re working to spot and   address potential inequities and close gaps, as we move   toward greater social equity at EY.  The EY Global Social Equity Task Force (GSET) was formed   to develop and prioritize cohesive global actions to advance   social equity, as part of broader DE&I work. The GSET is   sponsored by EY Global Chairman and CEO Carmine Di Sibio   and led by EY Global Vice Chair — Consulting Errol Gardner;   EY Global Vice Chair — Diversity, Equity & Inclusiveness   Karyn Twaronite; and EY Asia‑Pacific Area Managing   Partner Patrick Winter.   Composed of EY leaders from around the world,   representing a wide range of backgrounds and   perspectives, the GSET’s work has been anchored by   this statement: We commit to advance social equity   and inclusive growth. We stand against injustice, bias,   discrimination and racism.   To deliver on EY commitments to advance social equity,   our focus areas include:   •\t Raising consciousness of social equity and inclusiveness  •\t Challenging internal systems, processes and programs   through an equity lens   •\t Building higher level inclusive leadership practices and   skills among all EY people   •\t Inspiring greater social equity and inclusiveness among   clients, suppliers and communities  leading-class standard in both representation and   inclusiveness goals and tracks progress across the EY   organization globally and for each business unit and service   line in support of our NextWave ambition and strategy.   Now in its fourth year, the Global DE&I Tracker is a   key management tool that helps drive consistent DE&I   actions and propels the organization collectively forward.   Measurements include reviewing diversity of career   and work experience and gender in leadership roles. In   addition, we review aggregated data on gender and cultural   background differentials in responses from internal people   surveys for insights on how people experience inclusiveness   at EY. We continue to see collective progress across the   organization, as well as see areas where we can focus   efforts and close gaps to ensure our people have access to   inclusive, equitable experiences.   We continue to make progress on gender representation   among EY leadership roles globally, as well as on locally   relevant diversity dimensions measured at the country   level, where permitted. For example, women make up 33%   of the EY Global Executive and 29% of the Global Practice   Group, which is a leadership body that brings together the   “  When an organization builds a culture that values all dimensions of diversity — one that provides equitable   opportunities for people to grow, learn and advance — it creates an environment where everyone can thrive.  Karyn Twaronite, EY Global Vice Chair — Diversity, Equity & Inclusiveness  Colleagues enjoying an EY event.  Global recognition for our DE&I efforts  EY receives recognition around the world for our DE&I efforts, a testament to our focus and commitment to make a positive   impact. This past year, globally, the EY organization was shortlisted for the Inclusion & Diversity Impact award and Inclusion   Award by World50, and the EY Global DE&I Leader was recognized by Diversity Global Magazine as one of the Top 15 Chief   Diversity Officers. EY has also been recognized in each geographic Area in which it operates, with awards spanning many   individual countries, more of which can be found here.   EY IN ACTION  Enabling all voices    to be heard and valued  The EY organization is building environments where   people feel free to be themselves and experience a sense   of belonging — where we maximize the power of different   perspectives, drive innovation, create meaningful work   experiences and deliver high-quality services to clients. To   help EY teams do this more intentionally in their meetings,   we piloted the All in Moment (AIM). Using small, yet powerful   prompts and nudges such as pausing to ask, “Have we heard   from everyone who wants to speak?”, AIM is a simple team   practice to remove barriers in meetings so that each person   can share their views.   EY’s commitment to social equity  We commit to advance social equity   and inclusive growth. We stand against   injustice, bias, discrimination and racism.  15 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 16,
        "text": "How can a story uplift social equity?   The GSET identified early on that understanding each   other’s experiences — especially when these experiences are   unfamiliar to us — is the first step toward creating a more   equitable work environment.   More than a dozen EY people from around the world have   shared their personal stories through the EY Uplift social   equity storytelling campaign. This has spotlighted differences   to build awareness and inspire reflection, conversation,   learning and action — so that social equity can collectively    and meaningfully be uplifted at EY and beyond.  Since publishing the campaign on social media channels,   the stories have reached more than 3 million people, with   more than 44,000 comments and reshares, sparking   meaningful conversations inside and outside the EY   organization. The EY social equity web pages have been   viewed in over 100 countries.   Social equity impacts us all — and all of us can make an   impact to influence positive change.  44,000  comments and reshares  3 million  people reached  100+  countries viewing stories  Impact of EY Uplift social equity storytelling campaign  Understanding each other’s experiences — especially when these   experiences are unfamiliar to us — is the first step toward creating    a more equitable work environment.  Colleagues enjoying an EY event.  Meet our EY colleagues courageously sharing their stories to build awareness and inspire change.  16 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 17,
        "text": "150,000  People completing Inclusive    Leadership for All course  Embedding equity into the talent processes   and better understanding how we can improve  Last year (FY22), EY baseline expectations for all   EY Regions and countries were set for the year-end   performance management and reward processes. The   baseline ensures that all member firms are meeting a   consistent “minimum standard” in how equity in these two   key talent processes is applied and provides a foundation   to support ongoing progress. The Regions/member firms   conducted a pay equity review using an EY methodology   that was provided, another methodology that was vetted   by the EY Total Rewards team, or a methodology that is   required by governing law.  Inclusive Leadership for All course   To help all EY people become more inclusive leaders, we developed an e-learning program focused on the foundational behaviors of   inclusive leadership. The Inclusive Leadership for All (IL4ALL) course is available to all EY people, with more than 150,000* people   completing the full course since its launch. Building on IL4ALL, we are planning to launch the Upstanding Interventions e-learning,   designed to support people in creating more inclusive and equitable environments for all by intervening in situations of potential   inequity. It provides guidelines and examples on how and when to take action.   Teammates attend a team-building event.  *\u0007    \u0007  Last year we reported that 167,000 people completed the full course. This was incorrect; 167,000 had completed the introduction to Inclusive Leadership course and   126,000 people had completed the full course as of the end of FY22. As of this year, 150,000 people have now completed the full course since its launch.  Last year (FY22), EY baseline expectations for all EY Regions and countries   were set for the year-end performance management and reward processes.  17 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 18,
        "text": "Responses to inclusiveness questions are consistently among   the top scoring items in the survey, telling us that EY people   are feeling the impact of our efforts around the world.   For example, 83% say they feel included and supported by the   people they interact with each day. We pay close attention to   any demographic differentials in aggregated scoring, which   also factor into the EY Global DE&I Tracker results — with the   aim to close any gaps and continually improve.  Self-identification (Self-ID) capabilities  To help better understand and support the needs of all EY   people, and strengthen a sense of belonging for everybody,   EY continues to offer opportunities for EY people to   self‑identify, which enables the organization to acknowledge   and recognize differences in a way many have come to   expect. This also provides a deeper understanding of EY   people, so our commitment to driving greater equity in   areas relating to career development can be strengthened,   by monitoring and analyzing demographic trends and   gaps. All information shared is optional and confidential.   Currently, over 100 countries participate in gathering self‑ID   information across EY. As one example, in the US, Self-ID   has helped us identify additional demographics and insights   that inform areas for action. You can read more here.   Driving disability inclusion at EY and beyond  Hank Prybylski, EY Global Vice Chair — Transformation,   serves as the Global Executive Sponsor for Disability.   Today, each EY Area appoints a senior leader as Disability   Executive Sponsor; together, they drive disability inclusion   throughout the EY organization’s business strategies and   day-to-day practices.   Boosting a sense of    belonging for everybody  Diversity4Tech Summit 2023 features EY as key sponsor  As part of the Mobile World Congress Barcelona 2023, the EY organization was the headline sponsor of the Diversity4Tech   Summit 2023. EY senior leaders moderated and participated in a panel discussion on Diversity, Equity and Inclusion as the Life   Blood for Innovation in The Tech Sector, joined by senior executives from IBM, Orange and The Valuable 500.  To help better understand   and support the needs of all   EY people, and strengthen   a sense of belonging for   everybody, EY continues to   offer opportunities for EY   people to self‑identify, which   enables the organization to   acknowledge and recognize   differences in a way many   have come to expect.  To better understand how EY people experience inclusiveness, an evolving set   of questions has been asked in our EY People Pulse survey for several years.   Meet Chandni   EY assistant director and Uplift social equity storyteller  18 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 19,
        "text": "As part of the EY organization’s commitment to advancing   disability inclusion in business, we continue to play an   important role supporting The Valuable 500 — a global   initiative of 500 organizations committed to innovating   together for disability inclusion. EY Global Chairman   and CEO Carmine Di Sibio is one of The Valuable 500’s   15 Iconic Leaders — a group of CEOs committed to   co‑creating solutions to advance opportunities for   people with disabilities. EY was also an early adopter   of Generation Valuable, a program aimed at addressing   the gap in disability talent at all levels by creating an   opportunity for rising leaders from each Valuable 500   company to develop and hone their skills as C-suite   leaders of tomorrow. Each EY mentee was paired with   a C‑suite‑level mentor within their Area and attended   leadership workshops, conducted deep dives into each   of The Valuable 500’s transformation pillars and held   discussions with their mentors on ways to promote and   drive disability inclusion within their local markets.  Embedding accessibility  To further embed accessibility throughout the EY organization:   • \u0007  We’ve integrated office accessibility into our standards for global design and construction, so that EY offices are built to be   accessible and inclusive.   • \u0007  We offer an Accessibility Support Service, which enables all EY people to directly access a wide range of assistive technologies   along with specialist consultation, training and troubleshooting support.  Learn more about our commitment to disability inclusiveness and accessibility here.  EY Global Chairman and CEO Carmine Di Sibio is one of The Valuable 500’s   15 Iconic Leaders — a group of CEOs committed to co-creating solutions to   advance opportunities for people with disabilities.  EY IN ACTION  EY sponsors Disability:IN    24 Hours of GAAD 2023  EY celebrated Global Accessibility Awareness Day (GAAD)   by sponsoring the Disability:IN 24 Hours of GAAD 2023, a   24-hour stream of videos, interviews, and panels celebrating   the ways each of us can advance digital accessibility. As part   of the event, Hank Prybylski participated in a fireside chat   with Microsoft’s Chief Accessibility Officer Jenny Lay‑Flurrie,   about digital access and inclusion for the more than one   billion people with disabilities worldwide. We also hosted   an EY Open Doors digital accessibility webcast for all EY   people aimed at helping the workforce understand why digital   inclusion is important to everyone and how to create more   accessible content. Broadening the conversation even further,   we also posted an external piece of thought leadership about   how inclusive design uplifts equity.  19 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 20,
        "text": "As a proud member of The Valuable 500, we will continue to adhere to these disability inclusion standards, across categories including workforce representation, goals, training,   employee resource groups (ERGs), and digital accessibility. Refer to the table below for EY disability disclosures*.  The Valuable 500’s five global standardized disability inclusion KPIs  Workforce   representation  What percentage of the company’s workforce   identifies as disabled/living with a disability?  Of those who responded to a recent internal survey of EY people, 3.4% identified as having a disability. This question was   asked in over 70 countries, representing 70% of EY total headcount.  Goals  Which goals has the company defined specific   to disability inclusion and how are business   leaders measured against these goals?  The EY Global DE&I Tracker contains questions about disability practices, such as accessibility, reasonable adjustments/  accommodations, and integration of neurodivergent professionals throughout the business. All EY leaders are encouraged   to set DE&I goals, which can include disability specific goals. Progress toward meeting these goals is tracked annually.  Training  Does your company provide disability inclusion   training for its managers and employers?  EY people are encouraged to complete a customized training on inclusive leadership, which integrates   disability‑specific content.  Employee resource   groups (ERGs)  Does your company have a disability specific   ERG in place with an executive sponsor?  EY has various disability-specific ERGs at the country, Region and Area level. For example, we have networks focused on   disabilities in the Americas, Brazil, UK & Ireland, and Asia-Pacific. Some locations also have topic-specific communities,   for example on deafness/hard of hearing, blindness/low vision and stammering/stuttering. One of the largest is our   1,500-member global neurodiversity community. The EY Global Vice Chair of Transformation is the Global Disability   Sponsor, and there are senior-level executive sponsors in each of our three global Areas. Region, country and local   chapters typically have their own executive sponsors.  Digital    accessibility  Has your company undertaken a review of    the accessibility of its digital platforms   and content? If not, does the company   have a plan to undertake a review   over the next calendar year?  Since 2019, the organization has had a Global Digital Accessibility Policy (which is monitored regularly) that mandates   all new development of digital tools and content to follow WCAG 2.1 AA accessibility standards. Enterprise websites —   the ey.com public website and our intranet — are fully accessible. Accessibility is integrated into our development   methodology and procurement processes. We have trained our designers, developers and content creators to create   accessible products and content and conduct regular accessibility reviews of our sites, tools and content.  *\u0007    \u0007  The disclosure questions in the table are in a standard format issued by The Valuable 500, and are answered with respect to the EY organization.  20 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 21,
        "text": "A neurodiverse world is a better working world   Tapping into the talents of neurodivergent professionals   in the EY Neuro-Diverse Centers of Excellence helps us   accelerate EY clients’ sustainable value journey and workforce   transformation plans through collaborative ecosystems   around the world.  EY now has Neuro-Diverse Centers of Excellence in 20 cities   across eight countries — Canada, Costa Rica, India, Japan,   Poland, Spain, the UK and the US — and works with clients   to support their own scalable neurodiversity programs.   Nearly 450 EY people working across these centers   of excellence have helped develop creative solutions   that save millions of service delivery hours and have   enabled almost US$1 billion in value creation. The   EY neurodiversity model and strategy was recently   designated as a Global Lighthouse recognition by the   World Economic Forum for scalable and sustainable value   creation through inclusion in the Global Parity Alliance.  Rethinking thinking   These umbrellas, suspended in the lobby of the EY office in London, as part of Neurodiversity Celebration Week, represent the one in five people,    or 20%, who are neurodivergent, including those who identify with ADHD, autism, dyspraxia, dyslexia, Tourette’s syndrome, dyscalculia and more.  Developing Malaysia’s neurodiversity ecosystem  PETRONAS and EY have recently signed a memorandum of understanding (MoU) to jointly collaborate in developing Malaysia’s   neurodiversity ecosystem. The MoU outlines areas for collaboration between PETRONAS and EY in creating awareness on   neurodiversity in Malaysia, promoting and facilitating organizational readiness in creating neurodiversity job opportunities,    as well as providing upskilling and community support.   Almost   US$1b  Value creation enabled by    EY Neuro-Diverse Centers   of Excellence  EY now has Neuro-Diverse Centers of Excellence in 20 cities across    eight countries — Canada, Costa Rica, India, Japan, Poland, Spain,    the UK and the US.  EY Neuro-Diverse   Centers of Excellence   locations  21 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 22,
        "text": "Standing with the EY LGBT+ community  International Day Against Homophobia, Transphobia and   Biphobia (IDAHOTB) is a reminder that LGBT+ people around   the world still face high levels of social exclusion, inequity,   discrimination and sometimes violence and incarceration —   simply for being themselves. To commemorate IDAHOTB this   year, local Unity (the EY LGBT+ network of 5,200 members   in over 77 global locations) chapters held many IDAHOTB   events and activities around the globe. Some of these include   the Colors of the Rainbow photography competition, panel   discussions and in-person celebrations. EY member firms have   also implemented impactful benefits and tools to stand with the   LGBT+ community, including a new LGBT+ benefits guide and an   LGBT+ Allyship Directory.   There has been a surge in transphobia and politicization of   transgender issues, in countries once seen as beacons for   progress. EY people are often asked what companies and   individuals can do to remove barriers for LGBT+ people at work.   Three EY leaders, Moriaki Kida, Terri McDowell and Gina Mills,   share six ways to get started.  EY continues to recognize and support the EY LGBT+ community   as a vibrant part of the diverse global EY organization.  5,200  Members of Unity,   EY’s LGBT+ network  EY leaders among OUTstanding LGBT+ Role Model List  In FY23, several EY leaders were among the OUTstanding LGBT+ Role Model List. Moriaki Kida, EY Japan Chairperson and CEO,   and Catherine Vaughan, EY Global Financial Crime and Compliance Leader, were among the Top 100 LGBTQ+ Executives; Julie Linn   Teigland, EY EMEIA Area Managing Partner, and Takefumi Kawasaki, EY Japan Partner, were among the Top 50 Ally Executives. The   list showcases leaders and allies who are breaking down barriers and creating more inclusive workplaces across the world.  EY people celebrating Pride.  EY continues to recognize and support the EY LGBT+ community    as a vibrant part of the diverse global EY organization.  22 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 23,
        "text": "Creating long-term value for EY  CLIENTS    "
    },
    {
        "page_number": 24,
        "text": "creating long-  The EY organization brings together business and technology   ecosystems and alliances, domain experience, and diverse teams   with complementary skills and capabilities with the ambition to create   long‑term value for entrepreneurs, companies and governments around   the world. Through four service lines — Assurance, Consulting, Strategy   and Transactions, and Tax — and broad sector knowledge, EY teams    help clients to capitalize on new opportunities and manage risk to   deliver responsible growth.   Investing in technology   Unlike pure play technology service providers, the EY organization   can support clients by bringing together deep business insights,   multidisciplinary teams, and powerful ecosystems to harness   technology for positive human impact.  Multi-year investment in disruptive technologies also includes more    than US$300m in award-winning (including AI Excellence Award   Winner — Best in Machine Learning, and Intelligent Agent 2023)   EY Fabric — there are now 60,000 EY clients on Fabric and more than   1.5 million unique client users; the platform processes over 270 million   client and employee transactions every day. Today the EY organization   Creating long-term    value for EY clients  EY teams help clients to   capitalize on new opportunities   and manage risk to deliver   responsible growth.  We create long-term value for EY clients by   helping them grow, optimize and protect value.  Meet Cyril   EY partner and Uplift social equity storyteller  24 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 25,
        "text": "term value for  EY wavespace experiences in the metaverse — expanding   the ability to help clients co‑innovate and rapidly address   business challenges.  EY wavespace™ brings together business, design and   technology, enabling companies to accelerate transformation,   drive innovation and create measurable outcomes. EY   wavespace™ is now in more than 50 locations around the world.  Developing EY people’s innovation skills    to meet client demand  EY clients need more than leading-edge innovations — they   also need them to be applicable in the real world and make   a meaningful impact. That’s why the EY organization invests   in people — read about how we are creating long‑term value   for EY people — to build the transformative mindsets and   technology skills needed to analyze, innovate, and think    and act globally.   Today more than 70,000 technologists, working under the   Tech@EY banner, help drive technology and data-enabled   business transformation for EY clients.  is one of the world’s biggest consumers of cloud technology,   ensuring greater flexibility, reliability and efficiency   for clients.   We are proud to be recognized for delivering value in digital   business transformations using AI.  EY teams are also harnessing the metaverse to help create   long-term business value and positive human impact.   For example, the EY metaverse lab provides exceptional   experiences in the metaverse, such as virtual supply chains   and smart factories, to help clients de‑risk their technology   investments and get ahead of their competition.   The EY metaverse lab team includes people with diverse   skills — 3D design, web animation, game development, art   direction and human experience design. These award‑winning   creative technologists integrate these skills with deep   knowledge and experience in AI, Internet of Things, and   digital twin robotics to create extended reality environments   that can meet the social and business needs of any industry   or sector worldwide. In addition, EY wavespace™ now provides   Transforming 1,800-year-old tradition   with technology  EY Japan is proud to have helped bring the 1,800 year old Torikai Hachimangu   Shrine in Kyushu, Japan, into the metaverse. The shrine has long been loved by the   local community; at the same time it was also exploring how it could continue to   move with the times and enable even more people from around the world to visit.  50 locations  EY wavespace™ presence around the world  EY IN ACTION  How will a new breed of   technology protect our pets?  Integrating a modernized direct-to-consumer platform helped   transform the customer experience and accelerate growth    for Merck Animal Health’s HomeAgain® program, a pet   recovery and protection service that helps locate lost pets.  Bringing together artists and   engineers to explore society’s   biggest challenges  This year, the EY organization showcased “Ancestral   Archives,” an interactive multimedia installation by EY   metaverse lab artist-in-residence Josie Williams at SXSW   2023. Developed in collaboration with EY metaverse lab and   NEW INC (part of the New Museum), Williams’ work leverages   the learning capabilities of deep neural networks to bring   Black leaders who inspired her to present-day communities.  25 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 26,
        "text": "clients  and global political, economic and business uncertainties.   Businesses are looking for a better way to operate,   one that embraces technology and strengthens their   resilience. Clients seek confidence to thrive in this   transforming landscape and see adaptable and agile   managed services as key to help unlock better business   outcomes that support driving long-term and sustainable   value creation.  The EY Managed Services market-leading offerings   continue to expand into new solution portfolios,   including Sustainability, Finance Operate, Compliance,   Cybersecurity, Risk and Data. EY modular and connected   managed services solutions available around the world   are powered by EY teams’ broad domain knowledge and   experience and are enabled by advanced technology   and data-driven intelligence.  Industry reimagined  In this interconnected world, industry lines are blurring as   disruptive technology — intelligent automation, AI, blockchain,   advanced analytics — open up new possibilities. EY industry   insights and solutions can help clients seize the emerging   opportunities to reframe the future of their businesses.  EY has launched EY Nexus — a cloud-ready platform that   enables financial services organizations — like Nationwide —   to quickly deploy new products and solutions.  When their competitors feared the worst, family enterprise   Plaza Premium Group turned to EY teams to unlock the benefits   of growth. Find out how they reshaped airport hospitality for a   new generation.  EY people also need to be able to create, manage, respond   and work as teams in ways where innovative thinking is   routine. To enable that, a professional development curriculum   was established that focused on emerging technologies,   inspired hackathons and ideathons, and launched a Strategic   Innovation Group, which is cross-service line, and identifies   investment themes and decides on high-level investment   decisions in innovation. The focus on innovation has led to   more than 2,800 projects as of the end of FY23, including the   EY People Experience Platform, EY Quantum Computing Lab,   IoT Convergence and the EY Climate Analytics Platform.  Clients are seeking a better way    to operate  Business leaders today may need to transform to exploit   new opportunities in a time of complex market challenges   The focus on innovation has led to more than 2,800 projects as of the   end of FY23, including the EY People Experience Platform, EY Quantum   Computing Lab, IoT Convergence and the EY Climate Analytics Platform.  Empowering EY Tax professionals with EY Tax Copilot   This year we launched EY Tax Copilot to help EY tax professionals deliver services and provide value to clients while responsibly using   Microsoft’s AI-enabled capabilities in accordance with the EY global code of conduct, policies, professional standards and regulatory   requirements. EY Tax Copilot is just one of the ways we provide EY people with advanced technology skills; others include programs   like the EY Tech MBA — the first-of-its-kind, fully accredited corporate MBA focused on a future-focused curriculum based on emerging   and disruptive technologies.  EY helps businesses prepare for the quantum computing revolution  EY Quantum Computing Lab has built a suite of leading-class solutions that have already had a profound impact on drug discovery,   DNA sequencing, business optimization and cybersecurity risk assessment, unlocking opportunities for EY and clients. From quantum   machine learning to quantum mechanics, and beyond, EY Quantum is helping businesses seize new opportunities and prepare for the   quantum computing revolution. Learn how organizations can ensure their enterprise is prepared for the quantum shift.  EY Entrepreneurship Access Network participants gather to celebrate.  26 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 27,
        "text": "Raising the bar for action and progress    with clients  The bar has risen for ambition, accountability and action,   and with it, the need for companies to respond with   credible plans, evidenced action and progress. This year   the EY Climate Change and Sustainability Services (CCaSS)   teams completed 5,000 client engagements worldwide,   a 66% increase over FY22. There are approximately   5,000 EY professionals dedicated to sustainability and   climate change around the world and 3,200 of them in   dedicated EY service offerings. They work across the full   range of sustainability issues identifying risk, creating   new products and markets, and responding to policy and   regulatory change.   The EY organization’s differentiated vision and strategy,    and capabilities in sustainability and climate change services   were recognized by HFS Research (No. 1 for execution   among 18 firms); and as a leader in IDC’s inaugural   MarketScape on ESG Strategy Services (February 2023),   and the Verdantix Green Quadrant (July 2023).   For clients, the net-zero transition requires the   transformation of business strategies, investment, models   and markets. Innovation and technology underpin EY   solutions and services. The EY Climate Analytics Platform,   Collaborate. Co-create. Innovate.    The EY Partner Ecosystem  We have always said that in an inter-connected world, no   single organization has all the answers. That’s why the   EY Partner Ecosystem is a fundamental part of the EY   client proposition, helping to provide the right technology,   capabilities and insights — through award-winning   collaboration, co-creation and innovation — to help clients   create long-term value and transform at speed and scale.  EY is the 2023 Microsoft Global Advisory Services Partner    of the Year (for the fourth consecutive year).  Read how EY transformed Suzuki’s customer relationship   management system into a Microsoft automated solution fit    for the future.  Value-Led Sustainability  Value-Led Sustainability is the EY organization’s commitment   to helping business create value for sustainability — as well as   helping sustainability create value for business. EY teams have   a legacy of more than 20 years in providing sustainability    and ESG services.  Recognition for award-winning client technology  Find out more about our analyst recognition — including being a leader in The Forrester Wave: AI Service Providers, a market leader in   the HFS Metaverse Horizons Report 2023, and a leader in the IDC MarketScape: Worldwide AI Services 2023 — for our award-winning   client technology.  5,000  EY professionals   dedicated to   sustainability and   climate change  The EY organization’s differentiated vision and strategy, and capabilities   in sustainability and climate change services were recognized by HFS   Research (No. 1 for execution among 18 firms).  27 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 28,
        "text": "an online tool to provide clients with on-demand granular   data on climate-related risks linked to Intergovernmental   Panel on Climate Change (IPCC) climate scenarios,   was launched covering all geographies, with forward   looking risk assessments up to the year 2100. It   can help organizations meet regulatory and market   requirements and support futureproofing assets and   activity considering climate change. We were proud   to extend and deepen several of our existing alliances   to provide decarbonization solutions in collaboration,   including GHG tracking with IBM, insurance industry ESG   disclosure requirements with SAP, and value chain carbon   traceability with Microsoft. The EY organization was also   awarded Microsoft’s Sustainability Change Maker Partner   of the Year, recognizing outstanding Microsoft-based   delivery during the past year.   The EY Climate Analytics Platform can help organizations meet    regulatory and market requirements and support futureproofing    assets and activity considering climate change.  Can racing be an extreme way to raise awareness of climate change?  The EY organization is the proud Official Sustainability Partner of Extreme E, an international off-road racing series showcasing   electric SUVs in some of the world’s most challenging locations. The series uses motorsport as a platform to highlight the impact of   climate change and promote electric vehicle adoption. Extreme E also delivers grassroots, long-term projects improving environmental   outcomes in each of its locations. The EY organization has supported Extreme E since inception, and has worked with the series   to raise visibility of key cross-sector sustainability issues such as the energy transition and e-mobility, and support leaders across   industry and government to form new ecosystems and create sustainable value. The EY CCaSS team produces Extreme E’s annual   sustainability report and has developed its Social and Environmental Impact Assessment framework.  EY IN ACTION  Global efforts   • \u0007  EY South Africa expanded its capabilities through the   acquisition of EBS Advisory, a market-leading ESG   advisory services organization, providing ESG and   sustainability advisory services to public and private sector   clients, business, investors and financial institutions.  • \u0007  EY India’s EY ESG Compass is a comprehensive digital   ecosystem that helps organizations evaluate their ESG   maturity levels and adapt a sector-specific strategy, using   the power of analytics.  • \u0007  In EY Australia, the EY Net Zero Center has had a   significant impact in helping some of Australia and New   Zealand’s largest carbon emitters take the first steps in   their decarbonization journeys.   • \u0007  Read about EY work with Hindustan Unilever that creates   competitive differentiation through sustainability and   ESG metrics.  28 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 29,
        "text": "SOCIETY  Creating long-term value for    "
    },
    {
        "page_number": 30,
        "text": "creating long-  Creating sustainable growth   Leading businesses know sustainability and decarbonization aren’t just   commitments or targets. They are business imperatives, that build trust and   transparency, and create sustainable, inclusive economic growth. At EY,   the principle of value-led sustainability — creating long-term value for all   stakeholders; protecting and creating value for business, people, society and   the world as a whole — brings the collective power of the EY organization’s   services and solutions to support clients as they implement and accelerate   sustainability strategies and transformation.  The EY organization is committed to advancing the United Nations (UN)   Sustainable Development Goal (SDGs) as part of its commitment to creating   sustainable growth. This means that we continue to embed responsibility,   inclusiveness and sustainability more deeply in everything we do.  EY is committed to creating sustainable growth   and having a positive impact on communities and   the planet for generations to come. In addition, the   very cornerstone of the EY business is to strengthen   confidence in the capital markets. This is an integral   contribution that creates long-term value for society.  Creating long-term   value for society  Leading businesses   know sustainability and   decarbonization aren’t    just commitments or    targets. They are business   imperatives, that build   trust and transparency,   and create sustainable,   inclusive economic growth.   Meet Reeba   EY senior manager and Uplift social equity storyteller  30 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 31,
        "text": "term value for  multi-year integrated investment, behavior change, innovation   in tools, technology and in training; collaboration with our   people, suppliers, alliance partners and stakeholders. During   FY23, the EY organization:   •\t Remained focused on reducing absolute GHG emissions as   the primary objective of the EY carbon ambition through   taking actions against our seven-point plan to reach   net zero in 2025.   •\t Increased the proportion of electricity consumed globally   from renewable sources to 50% — great progress toward   the goal of reaching 100% renewable energy by 2025, and   important in balancing an increase in energy consumption   from employees returning to the office. We recognize the   challenge of reaching 100% renewable energy, however,   remain committed to procuring local renewable energy   where market conditions permit.  •\t Maintained air travel GHG emissions below target and   remain on track toward a 35% reduction in travel-related   GHG emissions by 2025 despite the gradual lifting of travel   restrictions and a need to reconnect face‑to‑face with EY   clients, colleagues and other stakeholders.  •\t Continued to invest in high-quality offsets to mitigate our   residual emissions, reducing or removing more carbon than   we emit. Decarbonization commitments and actions, such   as those of the EY organization, from the private sector can   act as a catalyst for wider net-zero economic investment   and SDG progress in developing and developed economies.   These commitments support private sector engagement   and investment in emerging tools, technologies and low-/  zero-carbon developments to remove or avoid carbon GHG   emissions such as blue carbon, clean cookstoves and biochar.   •\t Expanded our technology investment to enable targeted   employee, leadership and client engagement, embedding   behavior change that challenges the organization to   Acting on the EY carbon ambition   The EY organization’s foremost commitment is to decarbonize   its business and work with clients to do the same — decoupling   greenhouse gas (GHG) emissions from growth — and integrating   climate action as a catalyst to wider social and economic   benefits. To enable this, we are connecting the EY social impact   program, EY Ripples, DE&I and client service development to   our sustainability ambitions and those of EY clients.  Without decarbonization, the objectives set out in the Paris   Agreement cannot be achieved, and with it our ability to   protect the planet from the worst impacts of climate change.   Already, we are seeing the impacts. During FY23, global   scientific understanding and public engagement of the   climate and nature crises significantly increased. Frequent   and more severe extreme weather events occurred globally   as stark findings in the Intergovernmental Panel on Climate   Change (IPCC) Synthesis Report warned of GHG emissions   continuing to rise from unsustainable energy and land use,   lifestyles and consumption.   This reinforced our view that sustainability is everybody’s   business. A drive to decarbonize is at the heart of the EY   sustainability strategy. The EY carbon ambition is to reach   net zero in 2025 with a 40% reduction in absolute GHG   emissions across Scopes 1, 2 and 3 emissions (against an   FY19 baseline) for the EY organization globally. We have   set out a seven-point action plan to move from ambition to   progress. Read more about the plan here.  The EY organization has reduced absolute GHG emissions   globally by 43% against an FY19 baseline; at the same time   growing EY by 40% over the same period.  We are translating ambition into evidenced action to catalyze   wider net-zero and SDG progress, including in how clients,   suppliers and partners are enabled to act. Progress requires   43%  FY23 reduction of our absolute emissions globally  31 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 32,
        "text": "society  Driving inclusive opportunities    to learn and contribute  Because we believe sustainability is everybody’s   business, we’re committed to providing opportunities for   everyone in the EY organization to learn, engage, reskill   or upskill to support clients and the EY organization   in the transition to a net-zero economy. This year, we   celebrated the first cohort of graduates of the EY Masters   in Sustainability by Hult, with 19 students across the   globe spanning a range of career stages and all areas   of the EY organization. Alongside the first cohort of EY   Masters in Sustainability graduates, EY has awarded   more than 8,000 sustainability-related EY badges —   free internal applied learning modules open to all EY   people. With more than 3,000 awarded in FY23 alone, it   demonstrates the opportunity and appetite for EY people   to expand their knowledge and skills in support of clients.   Further, in FY23, over 34,000 EY people completed   the Sustainability Now! course — a fundamental learning   course designed to foster an awareness of sustainability   efforts within EY and to lay the groundwork for the   inclusion of sustainability strategies in our work with   EY clients. EY people completed badges in topics such   as environmental and social impacts of climate change,   sustainable finance, inclusive business and other key   issues, demonstrating EY people’s appetite to expand their   knowledge and skills.  The EY Open Science Data Challenge invites university   students, early career professionals and EY people to   find tangible solutions for global sustainability issues   using satellite data, AI and other technologies. The 2023   challenge generated more than 13,000 registrations from   more than 110 countries and 632 universities, with the   mission of harvesting data to help solve world hunger.   Participants used satellite data from Microsoft’s Planetary   Computer to predict the effects of climate change on rice   production, helping farmers, communities and countries   grow more food. Through collaboration with leading   professionals, challenge participants honed their skills   in programming, algorithmic processes and artificial   intelligence to create new tools to help feed the world.   EY is also proud to support employee-led networks focused   on the sustainability and ESG agenda. Sustainability@EY is a   global community of action with more than 5,000 members,   encouraging EY people to grow their knowledge of key   issues, understand how we are helping clients with their own   transition, and encouraging positive action. Other employee-  led networks connect EY people across sustainability   themes, client issues and geography. Examples include the   Eco‑Innovators, staffed by passionate volunteers whose   mission is to use smart thinking and smart technology to   solve the climate and ecological crisis. The Sustainable   Supply Chain Global Community of Interest brings together   practitioners interested in building more sustainable supply   chains. In addition, the EY Oceania Sustainability Action   Network aims to inspire and empower people in EY Oceania   to protect and restore our planet through socially and   environmentally responsible choices.   consider its carbon footprint in everything it does. The   EY organization enhanced its EY Engagement carbon   calculator, which supports EY employees and clients to   have a proactive conversation about the right amount   of engagement-related travel to support mutual goals.   We are also engaging with the largest EY clients with an   objective to formalize a hybrid client service approach   that seeks to reduce carbon emissions, improve team   member wellbeing and increase efficiency. The EY   Sustainable Travel Approval Tool was launched, live in   more than 40 countries, which provides greater visibility   on both the financial and carbon footprint impact of   business travel. Internal quarterly reporting of our GHG   emissions was launched via a carbon measurement   system, enabling increased visibility of our progress and   targeted interventions.  We continue to report annually to CDP to provide   greater transparency on climate-related governance,   strategy, management and performance. Further details   about EY climate risks and opportunities, impact on   strategy and progress toward the EY carbon ambition   and decarbonization commitments are included in the   EY Taskforce on Climate-Related Financial Disclosures   (TCFD) report.   We’re committed to providing opportunities for everyone in the EY   organization to learn, engage, reskill or upskill to support clients and the   EY organization in the transition to a net-zero economy.  EY celebrates finalists and winners    of 2023 Open Science Data Challenge  The EY 2023 Open Science Data Challenge inspired participants    to make the world a better place by addressing the severe problem    of food security.  32 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 33,
        "text": "Shaping transformation through collaboration  EY operates at the intersection of government policy,   investment, corporate response, civil society and market   transformation. With the regulatory environment rapidly   evolving, including new International Sustainability Standards   Board (ISSB) standards, and a Taskforce on Nature-related   Financial Disclosures (TNFD) framework, EY plays an active   role in supporting informed discussion and development of   frameworks and standards. This includes working closely with   the Sustainability Accounting Standards Board, GRI, European   Financial Reporting Advisory Group (EFRAG), TCFD, ISSB and   United Nations Framework Convention on Climate Change.   Our capabilities in convening and collaborating across public   and private sector groups supports accelerating action on   sustainability, through leadership and involvement in key   stakeholder groups, engaging with policy makers, industry,   citizens and government. These include WEF Alliance of CEO   Climate Leaders, WEF Futures Council, World Business Council   for Sustainable Development and the Sustainable Markets   Initiative. In FY23, the S30, a forum comprised of Chief   Sustainability Officers from some of the world’s most influential   companies, expanded to nearly 40 company members to   accelerate business action on sustainability. At both COP27   (focused on climate change) and COP15 (focused on nature   and biodiversity), EY specialist teams supported clients and   policy makers in informing discussions, and supporting business   engagement. EY teams will also take an active role at COP28 in   Dubai in late 2023. With a focus on action, and a just transition,   it is expected to be the largest COP meeting to date, combining   the representatives of government, business and citizens, to   address the action needed to respond to the Global Stocktake.   A global EY team of specialists from our sustainable finance,   climate change, cities, energy and carbon markets practices   will support stakeholders, policymakers and clients with a   comprehensive program of insights and analysis.   Considering climate risks and opportunities   EY also published its first global TCFD report this past year.   The process of preparing the research and analysis for   the TCFD report provoked self-reflection. Taking stock of   our climate governance, considering our climate strategy   and risk, and tracking progress against our GHG emissions   goals highlight both the achievements for which we can be   justifiably proud and where we need to focus our efforts   to move faster. The report provides more information on   how we’re assessing and addressing climate impacts for EY   people, operations and clients.   An evolving approach to assessing and   reporting on sustainability impact   The bar has risen for sustainability ambitions, accountability   and action, and with it, the need for governments and   companies to respond with credible plans, evidenced action   and progress. Companies are being called to consider   a more comprehensive approach to understand their   impact and drive greater trust and transparency with   their stakeholders.   The bar has risen for sustainability ambitions, accountability and    action, and with it, the need for governments and companies to    respond with credible plans, evidenced action and progress.  EY volunteers serving the community.  33 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 34,
        "text": "We strongly support initiatives to increase clarity, standardization and trustworthiness   around nonfinancial reporting, to help drive environmental and social action.  Committing to nature-positivity and how targets will be monitored  As our understanding of the impacts of biodiversity loss on society, the planet and business evolves, we are committed to defining   what nature-positive means for the EY organization and how related targets will be monitored. Nature ties into almost every social,   cultural and economic issue that we experience because it is the fundamental component on which these things are built. We are   investing in developing a nature-positive strategy that will include a commitment to assess our value chain through a science-based   and location-specific methodology, setting clear and measurable targets across our value chain, transforming our services in line   with nature-positive principles and evaluating and disclosing our performance authentically and transparently. We recognize that we   don’t yet have all the answers, but we are committed to developing a roadmap to begin, building on our existing analysis.   Through this process, we will expand our key biodiverse areas (KBAs) and water risk assessments to identify ways to mitigate these   issues near the affected offices. For the third year, we have conducted these assessments for the global EY real estate portfolio,   and this year we were able to utilize the EY NAT tool, which found that 6% of EY offices are in or adjacent to KBAs and 25% of offices   were deemed high or extremely high baseline water stress areas. EY NAT is a geospatial tool that collects data from more than   35 nature-related maps to automate the identification of biodiversity and nature-related impacts. This will be a key input into our   nature positive strategy development.  sustainability governance across the member firm   structure. We are establishing the data foundation,   in collaboration with EY alliance partners and clients,   that will provide an auditable, single source of truth for   sustainability-related metrics. Combined with reporting   tools that fulfill reporting and disclosure requirements,   we can identify opportunities for improvement and track   performance against sustainability commitments, such as:   •\t Formalizing governance: Global and regional   accountability could increase by directly linking   compensation to progress on specific metrics related    to sustainability ambitions.   •\t Embedding into strategy: Consistently incorporating   sustainability metrics into strategy processes across   all functions.   •\t Expanding risk management processes: Continuing   to develop and deploy organization-wide and   regional tools, checklists and training scenarios for   sustainability-related challenges and events.   We regularly review our targets and performance in   line with emerging standards to ensure our strategy is   delivering on the collective action required. We are excited   to continue identifying opportunities to engage with EY   people, clients and broader stakeholders on this agenda   and will seek to push ourselves even further in FY24   and beyond.   As the regulatory reporting landscape evolves, EY is   preparing for sustainability reporting requirements   such as the EU’s Corporate Sustainability Reporting   Directive (CSRD) and the International Financial Reporting   Standards (IFRS) work to develop the ISSB. We strongly   support initiatives to increase clarity, standardization and   trustworthiness around nonfinancial reporting, to help drive   environmental and social action. EY teams also support   clients on their nonfinancial reporting journeys and we   are active participants in networks and working groups   inputting to the development of these frameworks.  For EY sustainability ambitions, we are in the process of   standing up global networks of support for increased rigor   around data collection, internal controls, sustainability   integration across the EY organization and strengthened   34 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 35,
        "text": "As a proud participant in the United Nations Global Compact   (UNGC), the global EY organization is committed to advancing   the Sustainable Development Goals (SDGs), and to aligning   strategy and operations with the UNGC Ten Principles.  Through the EY Ripples program, EY people are devoting   their time to SDG-focused projects, bringing together the   combined skills, knowledge and experience of the global EY   network in pursuit of one shared vision: to positively impact   1 billion lives by 2030. In FY23 more than 139,000 EY   people shared their time and skills on EY Ripples projects,   positively impacting 46 million lives. Since EY Ripples   launched in 2018, we have positively impacted more than   127 million lives. More broadly, EY invested US$164 million   into projects dedicated to strengthening communities, and   EY people contributed almost 914,000 hours to a variety of   initiatives and in-kind projects.  At the same time, the EY organization continues to challenge   itself to embed responsibility, inclusiveness and sustainability   more deeply in everything it does. This includes through   global commitments to upholding and promoting human   rights, and to innovating toward a net-zero future.  Collaborating for impact  We collaborate with like-minded companies on inclusion and   equity, achieving together what we cannot achieve alone. This   year, we had more than 70 joint client EY Ripples initiatives,   Having a positive impact    on communities  The EY organization continues   to challenge itself to embed   responsibility, inclusiveness and   sustainability more deeply in   everything it does. This includes   through global commitments    to upholding and promoting   human rights, and to innovating    toward a net-zero future.  We believe we have a duty to act responsibly and in the long-term interests of all   stakeholders, guided by the EY purpose of Building a better working world.  Top Five SDGs impacted in FY23  SDG 17:   Partnerships    for the goals  11,990,919   lives impacted  SDG 4:    Quality education  7,630,184   lives impacted  SDG 10:    Reduced Inequalities  7,714,707   lives impacted  SDG 13:    Climate Action  2,726,677   lives impacted  SDG 8:    Decent work and    economic growth  7,651,466   lives impacted  —  Other SDGs  8,871,407   lives impacted  Meet Mike   EY partner and Uplift social equity storyteller  35 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 36,
        "text": "or underserved groups, equipping them with skills to   navigate a changing world — to the Trust for the Americas,   a non‑profit that, through EY and Microsoft’s collaboration,   is disseminating Future Skills Workshops content across   Latin America. Beneficiaries in multiple Latin American   countries access training materials that are available on   Microsoft’s Community Training (MCT) platform, completing   the workshops in either classroom settings or virtually.   Solving global issues through innovation   Impact entrepreneurs are shaping and disrupting the future   of industries through innovative business models that   combine profit with purpose. Since EY Ripples was launched   in FY19, we have worked with more than 22,000 impact   entrepreneurs in more than 80 countries.   This year, to inspire more EY people to support impact   entrepreneurs through EY Ripples initiatives, we ran a   10-day, global “Innovate for Impact” campaign. Tens of   thousands of EY people engaged with the campaign through   global and regional communications, learning activities and   EY Ripples initiatives. Six Future of Industry webcasts had   more than 2,500 attendees from 60 countries, and three   impact hives, with participation from 35 countries, impacted   an estimated 300,000 lives.   including social innovation models, like TRANSFORM,   which unites corporates, donors, investors and academics   to support visionary impact enterprises. Through   TRANSFORM, we test and scale new solutions that tackle   environmental challenges, improve health and wellbeing,   and build inclusive economies across Africa, South Asia and   Latin America. Since 2015, TRANSFORM has supported   more than 100 projects, impacting the lives of more than   9 million people.  This year also saw our increased use of digital platforms   and public and private partnerships to close the learning   poverty gap. For example, we worked in close collaboration   with India’s National Council for Educational Research   and Training, the Indian Ministry of Education and other   stakeholders to design large-scale programs for the Digital   Infrastructure for Knowledge Sharing (DIKSHA) platform.   The platform delivers in-class resources, teacher training   content and assessment aids. DIKSHA has been identified   and declared as a Digital Global Good by the Government   of India and is being offered to all interested nations.  Our ongoing partnership with Microsoft continued to   help disadvantaged youth and those excluded from   the workforce to get job ready. In FY23, we brought   EY Future Skills workshops — an offering to upskill young   EY IN ACTION  Celebrating impact entrepreneurs   Our Better Heroes podcast series features inspirational   impact entrepreneurs who are on the frontline of the fight   against climate catastrophe, global unemployment, food   insecurity and social inequity.  Addressing food security  To find scalable solutions to the growing food security   emergency, in FY23 we ran the EY Global Farm to Fork   Ideathon. We received 222 ideas from individuals and   teams in 35 countries, including from those traditionally   left out of global problem-solving — students, women, small   entrepreneurs and people in the least developed countries.   Now EY is helping to accelerate the best ideas.  Collaborating with Nike, Citi, Microsoft and Forbes to make a difference  • \u0007  This year, Nike hosted the kick-off event for the EY Women Athletes Business Network, a global mentoring program that helps   female athletes transition into successful entrepreneurs and business leaders.  • \u0007  Our collaborative research with Citi reinforces the long-term value of disability inclusion in Asia-Pacific.   • \u0007  Created with Forbes BrandVoice, our Collaborating for Impact video series demonstrates the importance of mobilizing a community   of organizations to support the UN SDGs by empowering impact enterprises.  Since 2015, TRANSFORM has supported more than 100 projects,   impacting the lives of more than 9 million people.  36 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 37,
        "text": "Disaster response  The EY organization recognizes the importance of private   sector contribution and EY people’s engagement in disaster   response efforts.  The EY organization and EY people responded to the floods   in Pakistan and earthquake in Turkey and Syria through   financial donations.  EY people worldwide continue to support EY people   in Ukraine and their communities through monetary   donations, food, clothing, transport and accommodation.   During the year, we extended our impact relationship with   SAP, collaborating to create the EY Emergency Response   Application — a pro bono application helping Ukrainian   refugees in Poland obtain critical and time-sensitive   information, including the list of organizations that can   provide them aid and access to essential resources.  Preparing sustainable leaders of tomorrow  The future of our planet is in young people’s hands.   EY Ripples works to empower them with sustainability   knowledge and skills.   In FY23, in conjunction with Microsoft, we launched the   Green Skills Passport. Through free, self-paced online   learning, the Green Skills Passport supports the next-gen   workforce to gain sustainability skills and employment   in the green economy. The program is hosted on the   Microsoft Community Training platform and accessible   via mobile and web in low-bandwidth areas. It offers   youth ages 16+ who are not engaged in education,   employment or training an introduction to sustainability,   green jobs and skills for employment.   Assessing and amplifying the impact of the next generations  • \u0007  New research from EY and JA Worldwide shows that Gen Z and Gen Alpha are looking to every local and global organization to share   sustainability knowledge, provide materials, and develop and implement ideas — as well as to reduce their own carbon footprint.  • \u0007  EY Ripples partnered with Code.org and Microsoft to promote ocean education through the application of AI, machine learning and   coding. To teach the impacts of overfishing, students use basic programming skills to create ecosystem simulations as they restore   balance to a digital marine life ecosystem. Students learn the challenges faced by marine life due to overfishing while also building   coding skills and AI fluency.   • \u0007  In the 5th United Nations Conference on the Least Developed Countries, the EY organization hosted a panel discussion focused on   supporting the next generation workforce through the power of digital. The panel, which included representatives from UNICEF and   Digital Green, examined how to develop innovative technology and solutions to help equip millions of young people with essential skills.   The future of our planet is   in young people’s hands.   EY Ripples works to   empower them with   sustainability knowledge    and skills.   37 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 38,
        "text": "Armed with curiosity, bold ideas, emerging technologies and   the passion to make a difference, entrepreneurs are creating   impactful, sustainable, and innovative products and services   that fuel a reimagined future.   The EY organization recognizes the social and economic   impact of entrepreneurs. Founded in 1903 by two   entrepreneurs, EY embraces entrepreneurship as an essential   in our business by delivering targeted entrepreneurship   programs through which we support intrepid founders, CEOs   and leaders at every stage of growth. We offer connections,   services, insights and an invaluable ecosystem to help them   create long-term value, with a focus on key industries including   technology, consumer products, advance manufacturing,   health sciences and wellness, and financial services. This depth   of experience and connection enables us to customize and   scale solutions according to the needs of every entrepreneurial   business EY serves.   EY Entrepreneur Of The Year™ and    EY World Entrepreneur Of The Year™  EY Entrepreneur Of The Year™ is the only global program   of its kind that supports entrepreneurs as they unlock their   ambitions. Established in 1986, this flagship program operates   across more than 60 countries and jurisdictions. Every year,   entrepreneurs from around the world are nominated to join   a prestigious network of leaders through a yearlong program   of service, support, and game-changing connections. EY   Entrepreneur Of The Year program participants benefit from:   •\t A global ecosystem of over 30,000 distinguished    peers and mentors  •\t Learning resources and insights to help navigate their   growth journey   •\t Opportunities to raise the profile of their companies  Fueling the future through    entrepreneurship  EY embraces entrepreneurship   as an essential in our business   by delivering targeted   entrepreneurship programs   through which we support   intrepid founders, CEOs    and leaders at every    stage of growth.  Entrepreneurship is the heartbeat of our global economy. Today, unprecedented   shifts in how we live, work, play and build community have created both   opportunities and challenges — and entrepreneurs are answering the call.   45  countries and territories represented  $46.7b  combined revenues  211k  jobs created  EY World Entrepreneur of the Year™ Class of 2023 at a glance  Meet Sabrina   EY associate director and Uplift social equity storyteller  38 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 39,
        "text": "Entrepreneurial Winning Women™  The EY Entrepreneurial Winning Women™ program   champions entrepreneurs in fulfilling their bold ambitions.   Every year, a group of exceptional entrepreneurs with   successful enterprises and a commitment to long-term   growth and scalability are chosen to participate. The   program offers access to a vibrant global peer community,   tools to help enable business growth, exclusive events   and integration into the EY broader entrepreneurial   ecosystem. Now in its 16th year, the program has built a   network of over 800 entrepreneurs in 55 countries.  Impact entrepreneurship  A special breed of innovators we call “impact   entrepreneurs” are delivering better answers to global   problems and purposefully driving progress toward   the UN SDGs. The EY organization is helping their life-  changing businesses achieve greater scale and impact.   Through EY Ripples, the EY organization has worked with   more than 22,000 impact entrepreneurs in more than   80 countries since 2019 to help improve their businesses’   resilience, productivity and capacity to scale sustainably,   positively impacting more than 80 million lives.  Entrepreneurs Access Network  The EY Entrepreneurs Access Network (EAN) is a   business accelerator program for Black and Hispanic/  Latino entrepreneurs. EAN aligns participants with an   EY executive to provide access to webcasts, resources,   capital guidance and other growth drivers for their   companies. The 12-month program includes assessments,   one-to-one coaching, access to online tools, networking   events and promotional exposure. Since its first cohort   in 2021, EAN has supported nearly 300 Black- and   Hispanic/Latino-owned companies address the disparity   gap for greater growth. The 2023 EAN cohort includes   70 founders representing 64 companies that have   generated aggregate revenue of US$400 million and   employ approximately 3,000 workers.  This program is the epitome of excellence in impact,   innovation, financial performance, social responsibility and a   personal commitment to their businesses and communities.   Each EY Entrepreneur Of The Year program concludes with   a competition and announcement of an overall winner, who   goes on to represent their country or region in the ultimate   global competition and event for entrepreneurs: EY World   Entrepreneur Of The Year™.   Program winners from around the world — representing   their respective countries or regions — convene at EY World   Entrepreneur Of The Year™ in Monaco to connect with fellow   founders, CEOs and business leaders, attend future-forward   workshops and speaker sessions with thought leaders, and   celebrate their accomplishments and contributions. They   continue a rigorous judging process that evaluates them on   entrepreneurial spirit, purpose, growth, and impact. The new   EY World Entrepreneur Of The Year™ winner is announced at   the event’s closing award gala.  EY Entrepreneur Of The Year™ and EY World Entrepreneur Of   The Year™ winners are selected by independent judging panels   comprised of successful entrepreneurs themselves.  Congratulations Doris Hsu, EY World Entrepreneur Of The Year™ 2023  Chairperson and CEO Doris Hsu leads GlobalWafers Co., Ltd., one of the world’s largest producers of silicon wafers used in making   semiconductors. “Doris’ vision and drive not only built an industry-leading company that has created thousands of jobs and helped   generate significant local and global economic impact, but her passion for building a better working world is really what this event is all   about,” shared Carmine Di Sibio, EY Global Chairman and CEO, about her historic win.  Selected from among nearly 5,000 local program participants to compete in the competition, Doris is the third woman to hold the   global title and the first winner from Taiwan in the award’s 23-year history. Doris and the EY World Entrepreneur Of The Year Class of   2023 are creating significant long-term value, generating US$46.7 billion in revenue and 211,000 jobs.   Explore the unique stories that have led them to success on the global stage.  US$400m  Aggregate revenue generated by 2023 EAN cohort companies  Doris Hsu and Carmine Di Sibio  39 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 40,
        "text": "Women. Fast forward  At EY, we believe gender equity is not a program to solve.    It is a solution to society’s most complex issues.  Women. Fast forward is an EY platform engaging EY people,   clients and communities to accelerate gender equity in   society. The platform aligns all the EY gender-focused efforts,   from global programs to grassroots initiatives, to drive   collective impact. It is a globally coordinated effort focused   on three strategic pillars:   •\t Entrepreneurship  •\t Leadership  •\t Next generation  Some of the global programs under the Women. Fast forward   umbrella include EY Entrepreneurial Winning Women™,    EY POWER Up™, EY Women Athletes Business Network,    EY NextGen Women, the EY STEM App, and    EY Women in Technology.  Addressing barriers of gender equity with EY POWER Up™  Moving the needle for gender equity around the world begins in the workplace. EY POWER Up™ is an experience-led journey focused   on addressing barriers of gender equity while developing personal leadership and aligning allies to empower women in the workplace.   We facilitate conversations for some of our most prestigious clients, to empower a diverse workforce and drive lasting organizational   impact. POWER Up™ is a key commitment undertaken by EY to accelerate gender equity as part of our Women. Fast forward platform.  “  Highly engaging and impactful!   POWER Up not only was a great   forum to develop awareness   and get a valuable toolkit to   be successful, but also helped   bring a community of women   professionals closer.  Ananta Batra,    Director, Starbucks Coffee Company  EY IN ACTION  Unlocking the ambition   of female athletes   The EY Women Athletes Business Network (WABN),   a unique global mentoring program, was created   to unlock the ambition of female athletes who have   outstanding leadership potential and to provide   guidance on their transition into the business   world or entrepreneurship. For the 2023 cohort,   15 elite female athletes from around the world were   selected and matched with EY business leaders.   All 15 mentees were paired with a personal mentor   according to their career aspirations. Mentees   receive advice on career transition, and how to   translate their experiences in sport into business   excellence. For six months, mentors help their   mentees identify individual strengths, set clear   goals, design a career plan, and gain a new set   of practical solutions. The EY Women Athletes   Business Network is a key commitment undertaken   by EY to accelerate gender equity as part of the   Women. Fast forward platform.  40 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 41,
        "text": "Through our commitment to audit quality, coupled with   our focus on continuous improvement, we build trust and   confidence in the capital markets, which drives investment   and economic growth and creates long-term value for   society as a whole.   Each step the auditor takes is of vital importance in a   process that relies on transparent, informative and accurate   financial reporting to help stakeholders make crucial   decisions. EY auditors, as part of a multidisciplinary team   that includes specialists in critical areas of risk, are deeply   committed to their responsibility to serve investors and the   public interest by delivering high-quality audits. New risks   are emerging all the time — in areas such as cybercrime,   data theft and climate change — while existing risks, such   as fraud, and unexpected events, such as geopolitical   tensions produce increasing complexity. The organization   must continuously improve to deliver high-quality audits in   this ever-changing business environment. This is integral to   the EY strategy and ambition to create long-term value for   clients, people and society, and to fulfill the EY purpose of   Building a better working world.  At the same time, data and technology continue to   transform the audit and support the changing needs of the   capital markets. EY has committed to invest US$1 billion   in a next-generation technology platform to facilitate trust,   transparency and transformation. This is part of a broader,   sustained focus on providing high-quality audits that respond   to the changing expectations of regulators, governments,   Building trust and confidence    in capital markets  Delivering high-quality audits is critical to serving the public interest   and fulfilling the EY purpose of building a better working world.   “  In Assurance, we serve the public interest by anticipating and   independently assessing risk and identifying opportunities to build   confidence, and ultimately enhance trust, in business and the capital   markets, in support of sustainable, long-term value creation.  Marie-Laure Delarue, EY Global Vice Chair — Assurance  Meet Derrick   EY partner and Uplift social equity storyteller  41 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 42,
        "text": "External and internal inspections   The EY organization remains focused on enhancing audit   quality and upholding independence, informed by several   factors, including evaluation of the system of quality   management which includes external and internal inspection   results. Continuous improvement of audit quality requires   challenging the approach to audit execution, and this is   done by evaluating monitoring results, including inspection   findings, and taking responsive actions.  The EY organization strives to continuously improve audit   quality and significant progress has been made through   the EY SAQ program. The EY organization recognizes   that there is additional work to be done, and internal and   external inspection findings provide valuable information   about measures that can be taken to continuously improve   audit quality.  The EY organization achieved the first International Forum   of Independent Audit Regulators (IFIAR) 25% reduction in   inspections findings for 2019 and the combined deficiency   rate for the IFIAR 2022 survey was 19% as compared to   the published rate of 26%, which is an aggregate of the six   largest audit organizations globally.  standard setters, audit committees and boards across the   financial and nonfinancial reporting agenda. The investment   program will integrate existing EY Assurance technologies   under one seamless global platform while leveraging   advanced technologies to transform capabilities and power a   new generation of data-driven assurance services.   This integrated platform builds on the already strong   foundations of the EY Assurance technology suite. It will   provide new data access capabilities and advanced analytics,   incorporate new forms of business intelligence and cognitive   computing, and enhance the user experience for clients and   EY people — all important components of helping to deliver   high-quality audits.  In addition, EY member firms help build trust through the   Sustainable Audit Quality (SAQ) program, which provides   a framework to help address the evolving risks of the   audit. SAQ is a globally consistent approach to sustaining   high-quality audits across the EY network, focusing on six   pillars: tone at the top, talent, technology, simplification   and innovation, enablement and quality support, and   accountability. It has required significant investment   and created positive change for EY auditors and the   companies audited.  “  We have embarked on a multi-year journey of bold changes across   audit teams, processes and technology aimed at enhancing the    skills and experiences of EY people and, ultimately, helping to    drive higher-quality outcomes. This global initiative will transform   how EY teams work, drawing upon the skills of specialized talent,   guided by intuitive methodology and tailored enablement —    all while seamlessly leveraging data and technology.  Mike Verbeck,    EY Assurance Global Deputy Vice Chair  Colleagues attending an EY event.  The EY combined deficiency rate for the IFIAR 2022 survey was 19%    as compared to the published rate of 26%, which is an aggregate of the    six largest audit organizations globally.  42 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 43,
        "text": "The results of the AQR process are summarized globally   (including for Areas and Regions), along with any key areas   where the results tell us that continued improvements are   required. For 2022 this resulted in 95% of the engagements   being compliant.  How EY audits are contributing to a net-zero   global economy  The sustainable finance agenda, including reporting and   assurance standards, is an important driver of a net-zero   global economy, protecting environmental, social and   financial value. In this regard, EY member firms take their   audit roles extremely seriously.   Although there is no single explicit standard on climate‑related   matters under International Financial Reporting Standards   (IFRS) Accounting Standards and other generally accepted   accounting principles, climate-related matters may impact   several areas of accounting. While the immediate effect on   the financial statements may not necessarily be quantitatively   significant, there are increasing expectations from   stakeholders that entities explain how climate-related matters   are considered in preparing their financial statements to the   extent they may be material from a qualitative perspective.   This includes robust disclosures on the most significant   assumptions, estimates and judgements made related to   climate change. (See more information on climate accounting   and disclosure considerations on page 80.)  Climate change is expected to impact businesses in   the decades to come. As climate-related matters and,   separately, accounting and sustainability reporting   standards (including those issued by ISSB, EFRAG and   the Securities and Exchange Commission (SEC)) continue   to evolve, it is important for those companies to ensure   that their financial statements reflect the most updated   assessment of climate‑related risks and their impact on   the financial statements. Furthermore, companies should   ensure consistency between the financial statements and   information communicated to stakeholders outside the   financial statements, e.g., in sustainability-related corporate   disclosures, sustainability reporting standards, press   releases, investor updates and other annual reporting.  More specifics on how climate change considerations may   impact a company’s financial reporting are available here.  Today there are more than 3,200 EY professionals dedicated   to providing sustainability services (through EY Climate   Change and Sustainability Services (CCaSS)). EY CCaSS   specialists support audits in areas such as the assessment   of climate-related risks in financial statements and the   Internal inspections are also performed on engagements   each year as part of the Audit Quality Review (AQR)   program, which is an important element of assessing the   system of quality control at the member firm, regional and   global levels.  Internal inspection results of audits    in IFIAR-regulated countries  Internal inspection results   all audits  2020  2021  2022  2020  2021  2022  Compliant engagements  80%  86%  86%  Compliant engagements  79%  84%  85%  Compliant engagements   with areas for   improvement identified*  17%  11%  10%  Compliant engagements   with areas for   improvement identified*  17%  12%  10%  Total compliant engagements  97%  97%  96%  Total compliant engagements  96%  96%  95%  Deficient engagements**  3%  3%  4%  Deficient engagements**  4%  4%  5%  \t *\t  \u0007  Such findings may result in the need for additional audit procedures or documentation. However, given their nature, these matters would not be expected to have a significant impact to the   overall audit conclusion.   \t  **\t  \u0007  Findings in procedures or documentation that are material to the financial statements or auditor’s reports or were not performed in accordance with EY policies.  Colleagues in EY Malaysia  95%  Percentage of compliant engagements in 2022  43 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 44,
        "text": "The EY organization has long been a supporter of evolving the   corporate reporting model to help better reflect the different forms   of value that companies create beyond financial value.  5,000  Sustainability client   engagements worldwide  evaluation of complex environmental liabilities, renewal   energy credits and asset retirement obligations. These   specialists also work with EY audit professionals to provide   assurance over sustainability reports, GHG emissions,   green and climate bonds, and TCFD reports.  EY auditors also continue to be upskilled. A specific   methodology has been developed to provide assurance   on nonfinancial reporting based on the globally accepted   International Standard on Assurance Engagements   (ISAE 3000 (revised)) released by the International   Auditing and Assurance Standards Board (IAASB). The   EY organization is supporting the development of IAASB’s   future overarching international sustainability assurance   standard, the ISSA 5000 “General Requirements for   sustainability assurance engagements” and will answer   IAASB’s exposure draft. New requirements and enablers   on the consideration of climate‑related risks in financial   statements audits performed by EY member firms have   also been developed. A robust communications protocol   for ensuring awareness of new and proposed standards is   in place, including a weekly newsletter for all EY Assurance   professionals around the world, in addition to country-  specific technical alerts.   It is a key focus to train EY teams on new and proposed   sustainability reporting standards (e.g., standards developed   by the ISSB, the EU’s European Sustainability Reporting   Standards (ESRS) and the SEC’s Climate Change Disclosure   Standard), as well as other sustainability-related topics,   including an introduction to GHG emissions; auditing   metrics that support Scope 1, Scope 2 and Scope 3 GHG   emissions; evaluating carbon credits; net zero; carbon neutral   disclosures; and human capital metrics.  In addition, the EY organization has long been a supporter of   evolving the corporate reporting model to help better reflect   the different forms of value that companies create beyond   financial value.   For example, the EY organization responded to recent   exposure drafts from the ISSB, EFRAG and SEC by providing   comprehensive and constructive feedback on the proposed   standards. Where appropriate, the EY organization has also   provided subject matter input on a pro bono basis to these   and similar efforts — for example four people, including one   EY member firm partner, were seconded full time to EFRAG’s   Project Task Force that developed the first set of European   Sustainability Reporting Standards.  Integrating sustainability into what EY teams do to support clients  Building collaborative teams across disciplines is a distinctive part of how sustainability is integrated into what EY teams do to   support clients with operationalizing ESG reporting and navigating the emerging sustainability reporting requirements. For example,   professionals from EY Climate Change and Sustainability Services (CCaSS) and EY Financial Accounting Advisory Services (FAAS)   are working to elevate the rigor needed to enhance sustainability governance, reporting policies, processes and technology to satisfy   requirements in any jurisdiction. This year, approximately 3,200 EY CCaSS professionals collaborated to complete 5,000 client   engagements worldwide, a 66% increase on FY22.   44 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 45,
        "text": "•\t The race to net zero: why it’s critical for businesses to   act boldly on climate  •\t Why ESG performance is growing in importance for   investors?  And, finally, the EY organization is a member of the Net   Zero Financial Services Providers Alliance (NZFSPA), which   is part of GFANZ, under which a number of commitments   have been made concerning planning and performing   audits, a full description of which can be found here.  The EY organization also contributes to the global thinking   and public discourse on climate change and sustainability by   publishing research and other reports. Some examples of   recent thought leadership include:  •\t How can effective governance unlock value from   sustainability?  •\t ISSB issues inaugural IFRS Sustainability   Disclosure Standards  •\t How common metrics can drive long-term value creation  •\t How the nature-related regulatory disclosure landscape   is evolving  About the NZFSPA  NZFSPA is a global group of service providers committed to supporting the goal of global net-zero greenhouse gas emissions    by 2050 or sooner, in line with the ambition to limit the global temperature increase to 1.5°C above pre-industrial levels.  EY commitments to the NZFSPA and progress made  A measurement and reporting framework (“the framework”) is used by the six largest global accounting networks1    (“GPPC networks”) to:  • \u0007  Measure and track each network’s progress against the commitments made by each network to NZFSPA, and in particular    to those commitments relevant to planning and performing audits  • \u0007  Demonstrate each network’s commitment to its obligations under professional standards as external auditors with quality,    integrity and independence  The framework has been submitted for approval by Race to Zero. More details about the framework and reporting against it    can be found on pages 79–83.  EY IN ACTION  Measuring progress towards   reducing emissions  A growing number of companies are setting targets for   reducing their GHG emissions in line with what is needed for   the world to avoid the most dangerous climate change. The   Science-Based Targets Initiative (SBTi) has emerged as a   de facto standard for helping companies align their targets   with what is needed. But setting targets is just the start.   Investors, regulators and the general public want to know   if companies are making progress towards these goals, and   the SBTi is developing a framework for measuring, reporting   and verifying this progress. The EY organization is working   closely with SBTi to explore the technical requirements for   this framework, and a joint research paper on this topic will   be published in the near future.   1\t\u0007  The Global Public Policy Committee is the global forum of representatives from six global accounting networks, which has as its public interest objective   the enhancement of quality in auditing and financial reporting.  45 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 46,
        "text": "TEAMS  EY leadership    "
    },
    {
        "page_number": 47,
        "text": "The EY Global Executive  The EY Global Executive is the highest EY leadership body, focusing on strategy,   execution and operations. Its membership brings together the elements of the   EY global organization, including the leaders of EY geographic Areas, service   lines and functions.   •\t Carmine Di Sibio   EY Global Chairman and    Chief Executive Officer  •\t Andy Baldwin   EY Global Managing Partner —   Client Service  •\t Steve Krouskos   EY Global Managing Partner —   Business Enablement  •\t Trent Henry   EY Global Vice Chair —    Talent  •\t Jay Nibbe   EY Global Vice Chair —    Markets  •\t Nicola Morini Bianzino   EY Global Chief Client   Technology Officer  •\t Hank Prybylski   EY Global Vice Chair —   Transformation  •\t Marie-Laure Delarue   EY Global Vice Chair —    Assurance  •\t Errol Gardner   EY Global Vice Chair —    Consulting  •\t Marna Ricker   EY Global Vice Chair —    Tax  •\t Andrea Guerzoni   EY Global Vice Chair —    Strategy and Transactions (SaT)  •\t Julie Boland   EY Americas Area    Managing Partner  •\t Patrick Winter   EY Asia-Pacific Area    Managing Partner  •\t Julie Teigland   EY Europe, Middle East,    India and Africa (EMEIA) Area   Managing Partner  •\t Alice Chan   EY Global Accounts    Committee Chair  •\t Rajiv Memani   EY Global Emerging Markets   Committee Chair  •\t Jack Chan   EY Global Emerging Markets   Committee Member  •\t Jessie Qin   Member firm partner on rotation  47 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 48,
        "text": "Area and regional managing partners  EY legal entities are, as applicable, organized into geographic business units called Regions. These Regions,    led by Regional Managing Partners, are grouped into geographic Areas: Americas, EMEIA, and Asia-Pacific.  Americas  •\t Julie Boland   EY Americas Area    Managing Partner  •\t Marcelo Bartholo   EY Americas Deputy Area   Managing Principal  •\t Angie Christie   EY US-Central Regional    Managing Partner   •\t Steve Wanner   EY US-East Regional    Managing Partner  •\t Frank Mahoney   EY US-West Regional    Managing Partner   •\t Janet Truncale   EY Americas Financial Services   Organization Regional    Managing Partner  •\t Jad Shimaly   EY Canada Regional    Managing Partner  •\t Sharon Shulman   EY Israel Regional    Managing Partner  •\t Manuel Solano   EY Latin America Regional   Managing Partner  EMEIA  •\t Julie Teigland   EY EMEIA Area    Managing Partner  •\t Rudi Braes   EY EMEIA Deputy Area    Managing Partner  •\t Ajen Sita   EY Africa Regional   Managing Partner  •\t Jacęk Kedzior   EY Central, Eastern and   Southeastern Europe &    Central Asia (CESA) Regional   Managing Partner  •\t Marcel van Loo   EY Europe West Regional   Managing Partner  •\t Omar Ali   EY EMEIA Financial Services   Organization Regional   Managing Partner  •\t Rajiv Memani   EY India Regional    Managing Partner  •\t Abdulaziz Al-Sowailim   EY Middle East North   Africa (MENA) Regional   Managing Partner  •\t Jesper Almström   EY Nordics Regional   Managing Partner  •\t Hywel Ball   EY UK & Ireland Regional   Managing Partner  Asia-Pacific  •\t Patrick Winter   EY Asia-Pacific Area   Managing Partner   •\t Harsha Basnayake   EY Asia-Pacific Deputy Area   Managing Partner  •\t Nam Soon Liew   EY Asean Regional   Managing Partner  •\t Gary Hwa   EY Asia-Pacific Financial   Services Organization Regional   Managing Partner  •\t Jack Chan   EY Greater China Regional   Managing Partner  •\t Moriaki Kida   EY Japan Regional   Managing Partner  •\t Yong Keun Park   EY Korea Regional   Managing Partner  •\t David Larocca   EY Oceania Regional   Managing Partner  48 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 49,
        "text": "Global Governance Council  The Global Governance Council consists of senior client-serving partner-ranked professionals drawn from EY Regions and two independent    non-executive members. These senior EY professionals who otherwise do not hold senior management roles, are elected by their peers.   Americas  •\tAmericas Financial Services   Organization:   Shelly Fliehe,    Mark Jain  •\tCanada:    Glenn Parkinson  •\tCentral:    Malcomb Coley,    Angie Kelly  •\tEast:   Gaurav Gupta,   Arun Subhas  •\tIsrael:    Itsik Morovits  •\tLatin America:    Gustavo Rousseaux,   Margarita Salas  •\tWest:    Marney MacKenna,   Phillip Mazzie  •\tNational Practices:    Sara Elinson,   Ayan Roy  EMEIA  •\tAfrica:    Shailen Ramgoolam  •\tCentral, Eastern and   Southeastern Europe &   Central Asia:    Eirinikos Platis  •\tEMEIA Financial Services   Organization:    Paul Nijssen  •\tEurope West:    Marc Cosaert,    Ole Halfpap,    Pierre Jouanne,    Helen Pelzmann,    Francisco Javier   Sanchez Ramos  •\tIndia:    Jayesh Sanghvi  •\tMENA:    Yasmeen Muhtaseb  •\tNordics:    Carina Marie G. Korsgaard  •\tUK & Ireland:    Alison Duncan,    John Higgins  Asia-Pacific  •\tAsean:    Susanti Susanti,    Vincent Toong  •\tAsia-Pacific Financial   Services Organization:    Swee Yen Yeoh  •\tGreater China:    Dilys Chau  •\tJapan:    Koji Fujima,    Seiko Sugimoto  •\tKorea:    Sang Il Bae  •\tOceania:    Brad Tozer  •\tAt-large:    Trent van Veen    (Presiding Partner)  Global Independent Non-Executive   •\t Sir CK Chow  •\t Tonia Lovell  49 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 50,
        "text": "Global sustainability   and ESG governance  Industries  Global Practice Group  Our sector focus means EY teams can help clients better   anticipate market trends, identify the implications for   their businesses, and deliver sector‑specific solutions.   Andres Saenz, as EY Global Vice Chair — Industry,   oversees the work that EY teams do across our   industry sectors.  •\t Andres Saenz   EY Global Vice Chair —    Industry   •\t Randall J. Miller   Advanced Manufacturing &   Mobility   •\t Kristina Rogers   Consumer   •\t Serge Colle   Energy & Resources  •\t Gary Hwa   Financial Services   The Global Practice Group (GPG) is a leadership   body that brings together the EY Global   Executive, Area Operating Executives, Executive   function leaders and Markets leaders.  The GPG is organized to promote coordination and synergy within the   EY network and facilitates the implementation of strategic mandates,   guidelines and best practices in relation to:  •\t Strategy implementation and execution, including:  •\t Investment priorities  •\t Resource mobilization  •\t Alignment between the Regions in the implementation of Talent,   Markets, Risks, and Service Lines principles and activities.  The GPG acts as a sounding board for strategic initiatives, policies   and procedures and provides input for the agendas of the EY Global   Executive and other committees.  Global Sustainability Executive  The EY Global Sustainability Executive, comprised of EY leaders across EY   service lines, sectors, industry and geographies, and oversees the value-led   sustainability work that EY teams deliver to EY clients. It is chaired by Amy   Brachio, EY Global Vice Chair — Sustainability, with representatives from across   the global EY organization including, Steve Varley, EY Global Senior Advisor, and   Dr. Matthew Bell, EY Global Climate Change and Sustainability Services Leader.  Global Corporate Responsibility  The EY Global Executive has established a Corporate Responsibility Governance   Council (CRGC) that acts as one of its committees. The CRGC includes seven   members of the EY Global Executive and represents a cross-section of senior   leaders across geographies. The CRGC has oversight of the Global Corporate   Responsibility function, which operationalizes the EY Ripples program, drives   progress to deliver on EY sustainability ambitions, and works toward greater   transparency through the newly created Non-Financial Reporting Hub.   The Global Corporate Responsibility function is led by Gillian Hinde.  Global DE&I  The global EY organization DE&I strategy drives consistent progress around the   world using the DE&I Roadmap and Culture Change Continuum, our approach   and methodology for DE&I that sets out our journey. The roadmap is brought   to life by the EY Global Diversity, Equity and Inclusiveness Steering Committee   (GDEISC), co-chaired by EY Global Chairman and CEO Carmine Di Sibio and EY   Global Vice Chair — Diversity, Equity & Inclusiveness Karyn Twaronite.  Global Risk Management  The EY Global Risk Management function supports the global EY organization   to identify, manage and monitor risk, including ESG. It provides coordinated   advice and assistance on independence, conflicts, compliance, regulatory policy,   security issues, as well as dealing with claims and any queries regarding ethics.   The EY Global Risk Management function is led by EY Global Risk Management   Leader Joe Watt.  •\t George Atalla   Government &    Public Sector   •\t Pamela Spence   Health Sciences &    Wellness  •\t Bridget Walsh   Private Equity  •\t Greg Cudahy   Technology, Media &   Entertainment and   Telecommunications  50 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 51,
        "text": "ST  AKEHOLDERS  Understanding what matters to EY    "
    },
    {
        "page_number": 52,
        "text": "Climate change and   sustainability impact   through client service  Trust in capital markets    and audit quality  Employee health   and wellbeing,   compensation    and benefits  Operational    environmental    footprint  Informing public   discourse  Integrity,   ethics and   independence  Diversity, equity   and inclusiveness  Tax strategies  Global governance and geopolitics  Responsible and sustainable supply chain  Economic   contribution  Community    engagement   and   contribution  Privacy   and data   security  Digital   technology  Client and   engagement   choice  Talent attraction and retention  Workplace culture, purpose and engagement  Learning and development  Impacts  Business performance  Materiality matrix  Material theme:  People value  Societal value  Client value  Financial value  We conduct formal materiality   assessments to prioritize topics   that are both most important to EY   business performance and where   EY teams can have the greatest   impact on stakeholders.  Understanding what    matters to EY stakeholders  Understanding the needs and interests of all stakeholders is fundamental   to executing on the EY NextWave strategy and delivering on the ambition   to deliver long-term value to EY people, clients and society.  To aid in this understanding, we conduct formal materiality   assessments to prioritize topics that are both most important   to EY business performance and where EY teams can have the   greatest impact on stakeholders. We are then able to act on   our findings by embedding these topics even more deeply into   the EY business strategy in response to stakeholders’ needs.   We have conducted materiality assessments in the past and are   committed to updating them on a regular basis to reflect changes   in business and stakeholder priorities, along with global trends.  We continue to be guided by the most recent materiality   assessment that was conducted in FY22 by EY professionals in   the EY Climate Change and Sustainability Services (CCaSS) team   and informed by the Global Reporting Initiative (GRI) framework.   The robust process included senior leadership input; external   stakeholder interviews with clients, regulators and academics;   industry and peer analyses; employee focus groups; internal and   external media and communication reviews; and impact analysis.  From previous materiality assessments and looking ahead,   we continue to further integrate these topics into the EY   governance model and enterprise risk processes — this allows   us to fully integrate sustainability into EY strategic priorities.   The results of the most recent assessment are indicated in the   following materiality matrix. All EY material topics are included,   with the topics in the upper-right quadrant being the most   material to EY stakeholders and EY business performance   with opportunity for greatest impact. As we have prioritized   the most material topics, we acknowledge the interconnected   nature of environmental, social and governance (ESG)   topics and consider all topics listed on the matrix as areas of   importance — understanding the progress made in one area   may have impact on others. We also recognize that these topics   are dynamic. Employee health and wellbeing, and privacy and   data security are increasingly important and a focus for EY   strategic priorities.  52 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 53,
        "text": "Topic  What this means at EY  Climate change and sustainability impact    through client service  •\t Integration of sustainability into EY systems,    processes and delivery models   •\t Client services and advice aligned to the scientific   imperative   •\t Building sustainability capability across partners   and people   •\t Evolving existing services and innovating   new services, including developing tools and   methodologies   •\t Contribution to methodologies, standards and policies   •\t Impacts on key global challenges including but not   limited to biodiversity, circular economy, water,   education, human rights, and water and food security   For more details on the EY focus on climate change and sustainability through client service   and other critical initiatives refer to page 24 and page 30.   Refer to page 24 and this article for information on how the impact on key    climate change and sustainability challenges is managed.  The EY organization plays an active role in supporting informed discussion and development   of frameworks and standards; refer to page 33.  Many EY clients want to understand the greenhouse gas (GHG) emissions associated   with contracted EY services. Client-related GHG emissions are regularly disclosed when   requested and the EY organization is collaborating with clients to reduce these emissions   going forward.  Trust in capital markets and audit quality   •\t Providing assurance and advisory services to    support the operation of capital markets   •\t Providing information to give confidence in    financial and non-financial information   •\t Collaborate and advocate for better and more   consistent non-financial standards   •\t Audit quality   •\t Audit independence   •\t Maintaining professional skepticism   •\t Engagement with regulators and other stakeholders   EY is committed to strengthening confidence in the capital markets, and recognizes that   delivering high-quality audits is critical to serving the public interest. Through the EY   commitment to audit quality, coupled with our focus on continuous improvement, we   enhance trust and confidence in the capital markets, which drives investment and economic   growth and creates long-term value for society as a whole.   The EY organization continues to invest in a next-generation assurance technology platform   to facilitate trust, transparency, and transformation. The EY organization is also a member   of the Net Zero Financial Services Providers Alliance (NZFSPA), which is part of the   Glasgow Financial Alliance for Net Zero (GFANZ), under which we have made a number of   commitments concerning planning and performing audits, a full description of which can be   found here.   Refer to page 41 for more information on how EY teams may help enhance trust in the   capital markets and page 24 for information on how EY teams help create long-term value   for EY clients.   Topic  What this means at EY  Integrity, ethics and independence   •\t Code of conduct   •\t Independence   •\t Ethical decisions   •\t Anti-bribery   •\t Anti-corruption   Refer to our disclosures for “Anti-corruption” and “Protected ethics advice and reporting   mechanisms” on pages 72–73.  Informing public discourse   •\t Consolidating our knowledge and leveraging our   experience to develop informed views   •\t Separately and through industry associations,   responding to regulatory and legislative proposals   on key public policy issues  •\t Developing thought leadership to inform public   debate on timely issues   •\t Providing information and analysis to our clients to   assist them in assessing the impacts of significant   public policy issues   EY public policy teams work to share knowledge across a range of topics through regular   stakeholder engagement and thought leadership publications. Engagement opportunities   from FY23 included:   Engaging with legislators, regulators, and standard-setters on climate-related disclosures,   artificial intelligence (AI), and audit policy.  Submitting a consultation letter to global body of banking regulators (FSB) regarding   cryptocurrency regulation.  Establishing dialogues with senior government officials — including ambassadors, economic   policy leaders, and diplomatic leaders — to better understand the impact of geopolitics to   the EY organization and EY clients.  Working with the audit profession to advance corporate governance globally through the   submission of a consultation letter as part of proposed review of the G20/OECD Principles of   Corporate Governance.  Publishing an EY report on managing the digital assets landscape that highlights key   considerations for policymakers and companies in the wake of recent crypto market volatility.  Diversity, inclusiveness and equal opportunity   •\t Diversity, inclusiveness and equal opportunity    across a broad range of differences (as set out in the    EY Global Executive Diversity, Equity & Inclusiveness   Statement) and at all levels of the EY organization.   Refer to page 14 for details on the EY continued commitment to creating a more diverse,   equitable and inclusive workplace. This year, we have evidenced this commitment through   strengthened programs and increased transparency. For example, see page 58 for details   of our workforce diversity, and page 18 for details of EY efforts that impact inclusiveness   for all, across all backgrounds and identities (e.g., our focus on social equity, work with   The Valuable 500, LGBT+ efforts, and more).  Key metrics that we track to measure progress are available on pages 58–60.   See below for more details on how these topics are integrated into EY business strategy and day-to-day operations.  EY material sustainability topics   53 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 54,
        "text": "Topic  What this means at EY  Learning and development   •\t Onboarding of new partners and people   •\t Formal learning programs   •\t Coaching and mentoring   •\t Career development   •\t Acting as a “factory for talent”: providing employment   and contributing skilled and purpose‑driven leaders  The EY experience includes lifelong learning, with a continued focus on skills development.   Refer to page 11 for information on the learning and development opportunities offered to   EY people.  Workplace culture, purpose and engagement   •\t Workforce engagement   •\t Aligning the EY culture with the EY purpose of   Building a better working world   •\t Supportive and flexible workplace culture   •\t High-performing teams   •\t Innovation culture  All EY people live by a set of shared values that define who we are, and our purpose is the   meaning behind the work we do every day. Both create the foundation of the EY culture —   a critical element for delivering long-term value to EY stakeholders.   Refer to pages 2–3 for more information on EY values and purpose and page 10 for how this   culture delivers long-term value to EY people.   This year, there has been EY investment of US$3.6 billion of the US$10 billion, three‑year   commitment in service offerings, innovation and people to help EY clients solve their   increasingly complex challenges. For more information on the innovative services we offer   EY clients, refer to page 24.   Talent attraction and retention   •\t Attracting and retaining the best global talent   and leadership   •\t Minimizing turnover  The EY organization is proud of its promise to EY people — that we will provide the   opportunities, the tech, the learning, the scale, and a diverse, equitable and inclusive culture   to enable them to build their own exceptional experience.  Refer to page 58 for more information on hires and applicants.  While turnover is an expected aspect of the professional services business model,    EY support to EY people has continued in a network of more than 1 million alumni.   Employee health and wellbeing  •\t Health and safety policies and protocols  •\t Wellbeing programs  •\t Working conditions  •\t Working hours and pressure  We recognize that mental health and wellbeing are key concerns for our profession.    EY offerings include extensive programs that support emotional/mental, physical, social,   and financial wellbeing. Refer to page 11 for more information on how we assess, address   existing challenges and prioritize the wellbeing of EY people.  Privacy and data security  •\t Client and employee data privacy  •\t Cyber security  There is EY investment in digital technology to help protect and secure client and employee   data. We regularly assess and update processes and policies based on the evolving data   security landscape. Further, to date, EY people have earned more than 17,000 badges in data   strategy and more than 25,000 badges in cybersecurity. Additionally, all EY people must   complete the Annual Data Protection and Information Security training.  54 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 55,
        "text": "FIGURES  EY facts and    "
    },
    {
        "page_number": 56,
        "text": "EY facts and figures  In the EY organization we define our success broadly — we measure   the value we create for our stakeholders (people, society and clients)   alongside our financial performance.  Singapore charity walk  Meet Ilias   EY alumnus and Uplift social equity storyteller  56 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 57,
        "text": "People value  We are committed to delivering on our promise to all EY people: “The exceptional EY experience — it’s yours to build.” We do that by providing   the support, experiences and opportunities people need to build their careers in the EY organization and beyond.  Formal    learning  FY21  FY22  FY23  Learning hours delivered  18m  20m  24m  Learning hours per person  59  59  61  Total direct investment in training (US$)   $270m  $300m  $385m  Total expenditure per full time EY employee   (including travel) (US$)*  $880  $877  $996  \t  *\t  \u0007  Our annual investment in training and expenditure per full time employee has risen sharply this year as a result of an   increase in person learning. Please refer to page 10 for more information on our commitment to creating long term value   for our EY people.  Total direct expenditure per full time employee is derived from dividing the total direct investment expenditure by   the number of employees total — this includes both client and non-client serving staff across all EY member firms   and operations.  Total direct investment in training includes Global and Region (all member firm) direct spend on learning design,   development and deployment of formal learning for EY employees. Spend includes travel, badges and degrees. Spend does   not include the cost of:  •\t\u0007  Learner’s time, which would conservatively be over US$4 billion  •\t\u0007  Time spent by non-learning professionals on content design and facilitation, which is over 1.5 million additional hours of   “opportunity cost”  •\t\u0007  Internal facilities used to deliver training  •\t\u0007  On-the-job coaching  •\t\u0007  Embedding self-help and educational material in our software tools used by EY client-serving staff  The average spend per employee is a global measure. Individual amounts in specific countries and practice areas vary.  Average hours of formal learning per EY person   according to rank  Rank*  FY21  FY22  FY23  PPEDD**  47  44  50  Senior manager/associate director  42  39  41  Manager/assistant director  51  48  51  Supervisory associate/   senior associate/senior  57  54  56  Staff/Assistant/Associate  78  78  80  Intern  53  59  61  Administrator  12  9  12  \t *\t  Does not include contractors.  \t  **\t  \u0007  PPEDD — Partners/principals/executive directors/directors  Average hours of formal learning per EY person   according to gender  FY21  FY22  FY23  Male  58  59  61  Female  59  59  60  Overall  59  59  61  Meet XX   EY XXX and Uplift social equity storyteller  57 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 58,
        "text": "People value  EY promotions  FY21  FY22  FY23  Total EY promotions  44,464  49,629  46,369  Promotions to partner/principal*  830  1,031  965  % of women among new partners/principals  34%  32%  34%  % of women among new    executive directors/directors  37%  37%  37%  % of women among new PPEDDS  36%  35%  36%  % of promoted partners in emerging markets  30%  32%  33%  \t  *\t  \u0007  Leadership promotions are based on the announced date.  % of women among partners/principals by EY Area  Area  FY21  FY22  FY23  Americas  25%  26%  26%  EMEIA  19%  20%  20%  Asia Pacific  27%  28%  28%  Executive   22%  24%  25%  Global recruits and applicants  FY21  FY22  FY23  Job applicants (all)  2,180,915  3,864,374  4,694,142  Hiring — all employees   102,492   164,751   137,894   Hiring — client service  69,179  120,891  122,084  Leadership bodies by gender*  2021  2022  2023  Total  Women/men  Total  Women/men  Total  Women/men  Global Executive  18  33%/67%  18  33%/67%  18  33%/67%  Regional managing partners (RMPs)**  22  9%/91%  22  9%/91%  22  9%/91%  Industry sector leaders  8  25%/75%  8  37%/63%  8  37%/63%  Global Practice Group (GPG)  110  27%/73%  126  29%/71%  129  29%/71%  Global Governance Council  48  33%/67%  48  33%/67%  39  36%/64%  Global Client Service Partners (GCSP)***  281  16%/84%  268  15%/85%  244  18%/82%  \t *\t\u0007  Where gender splits are reported, totals may not add up to 100% due to variances in reporting at the member-firm level. EY is committed to exploring how we can recognize and report   gender splits beyond binary reporting at a global level.  \t**\t\u0007  These values are restated from last year’s report.  \t  ***\t  \u0007  Global Client Service Partner — lead client service coordinators on the largest EY clients across the globe.  We monitor our   “attractiveness”   through a range    of benchmarks.  We continue to focus on   our percentage of women   in leadership roles across   the EY organization,   including RMPs and on   GCSPs. For example, on   GCSPs we have made   progress over the last   year and look to continue   to build on that positive   momentum.  58 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 59,
        "text": "People value  PPEDD and people gender representation*  2021  2022  2023  Total  Women/men  Total  Women/men  Total  Women/men  Partners/principals  12,938  23%/77%  13,668  24%/76%  13,932  24%/75%  PPEDD**  20,666  27%/73%  22,289  28%/72%  22,934  28%/72%  Total people  312,250  48%/52%  365,399  48%/52%  395,442  48%/52%  \t *\t  \u0007  Where gender splits are reported, totals may not add up to 100% due to variances in reporting at the member firm level. The EY organization is committed to exploring how we can recognize   and report gender splits beyond binary reporting at a global level.  \t  **\t  \u0007  PPEDD — Partners/principals/executive directors/directors  Attrition rate — overall and by gender*  FY21  FY22  FY23  Women  21.0%  23.8%  20.4%  Men  22.6%  25.8%  21%  Overall  21.5%  24.9%  20.7%  \t  *\t  \u0007  Where gender splits are reported, totals may not add up to 100% due to variances in reporting at the member firm level. The EY organization is committed to exploring how we can recognize   and report gender splits beyond binary reporting at a global level.  Attrition tracks similarly across genders and is down overall — which reflects our   efforts to create more consistently positive, equitable experiences across genders.  59 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 60,
        "text": "People value  Workforce data* — by role** (FY23)  Women  Men  30 years old and younger  31 to 50 years old  Over 50 years old  Hires  47.6%  51.7%  78.9%  19.4%  1.2%  Attrition  20.4%  21%  67.8%  28.4%  2.3%  Client serving  Partner  24.2%  75.3%  0%  62.6%  37%  Executive director   30.4%  69.6%  0%  66.5%  33.1%  Senior manager  38.2%  61.8%  3%  88.6%  8.3%  Manager  42.6%  57.3%  27.7%  68.9%  3.2%  Senior  46%  53.9%  64.6%  34.2%  1.1%  Staff/assistant   52%  47.7%  90.6%  8.5%  0.5%  Workforce data* — by role** (FY23)  Women  Men  30 years old and younger  31 to 50 years old  Over 50 years old  EY internal support services, such as Global and Area leadership; Technology; Talent; Finance;    Brand, Marketing and Communications; Knowledge; Markets; and Risk Management  Director  48.7%  51.2%  0.1%  52.1%  47.7%  Associate director  56.4%  43.6%  0.5%  71.2%  28.2%  Assistant director  55.1%  44.8%  4%  81%  14.9%  Supervising associate  57.3%  42.5%  14.5%  76.2%  9.2%  Senior associate  60.6%  39.4%  38%  55.2%  6.5%  Associate  63.1%  36.7%  67.3%  26.8%  5.7%  Administration   Administrative ranks  85%  14%  19%  53%  28%  \t *\t  \u0007  Global figures are aggregated except where otherwise noted. Due to rounding, there may be some minor discrepancies in totals. Where gender splits are reported, totals may not add up to   100% due to variances in reporting at the member-firm level. EY is committed to exploring how we can recognize and report gender splits beyond binary reporting at a global level.  \t  **\t  \u0007  Excludes interns and contractors  60 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 61,
        "text": "Societal value  EY Ripples, the EY Corporate Responsibility program, is anchored in a long-term goal to positively impact 1 billion   people by 2030. Since EY Ripples was launched in 2018, we have positively impacted more than 127 million lives.  Under the EY ambition to create long-term value for   society, we measure community investment.  Lives impacted*  FY21  FY22  FY23  Total  20m  27m  46m  \t  *\t  \u0007  ”Lives impacted” figures encompass evaluation of both direct and indirect beneficiaries of EY Ripples initiatives — for   example, both the leaders of impact enterprises and the customer base they serve — and are weighted according to the   depth and breadth of impact that can be attributed to EY support. The impact of each initiative is also mapped to the   most relevant SDG, based on ultimate impact.   Top 5 SDGs by Lives impacted in FY23  FY23  SDG 17: Partnerships for the goals  11,990,919  SDG 10: Reduced Inequalities  7,714,707  SDG 8: Decent work and economic growth  7,651,466  SDG 4: Quality education   7,630,184  SDG 13: Climate Action  2,726,677  Other  8,871,407  Community investment*  FY21   (restated)  FY22   (restated)  FY23  Hours invested by EY people*  602,000  847,000  914,000  Value of time contributions (US$)  $38m  $60m  $55m  Cash investments (US$)  $81m  $99m  $109m  Total (US$)  $119m  $159m  $164m  \t *\t  \u0007  Hours reported include time contributions beyond EY Ripples (e.g., other skilled and traditional volunteering activities   and pro bono activities).  \t  **\t  \u0007  Previous years have been restated in this report due to an updated measurement approach for Corporate Responsibility   staff hours in FY23. Staff hours are now classified as a cash investment (non-time-based cost) opposed to previously   recorded as hours invested by EY people (time-based investment).  61 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 62,
        "text": "Societal value  We measure our GHG emissions and offsets to validate progress toward our    carbon ambition to become net zero in 2025.   We measure our GHG emissions and offsets to validate progress toward our carbon   ambition to become net zero in 2025. GHG emissions are calculated in line with   the EY global carbon footprint methodology. This is based on the Greenhouse Gas   Protocol Corporate Accounting and Reporting Standard developed by the World   Resources Institute (WRI) and World Business Council for Sustainable Development   (WBCSD). For further details on our methodology, please refer to page 85.  GHG emissions intensity  FY21  FY22  FY23  Emissions (location-based) per dollar revenue (tCO2e/US$000)  0.0099  0.0131  0.0157  Emissions (market-based) per dollar revenue (tCO2e/US$000)  N/A  *  0.0124  0.0151   Emissions (location-based) per employee (tCO2e/FTE)  1.3  1.7  2.0  Emissions (market-based) per employee (tCO2e/FTE)  N/A  *  1.6  1.9  \t  *\t  \u0007  Not available prior to FY22  Greenhouse gas (GHG) emissions (tCO2e)*  FY19  FY21  FY22  FY23  Total emissions (location-based)  1,354,000   394,000  597,000  777,000  Total emissions (market-based)  N/A  *   N/A  *   563,000  744,000  Scope 1  8,000   10,000  18,000  20,000  Scope 2 (location-based)  159,000   106,000  148,000  152,000  Scope 2 (market-based)  N/A  *   N/A  *   114,000  119,000  Scope 3  1,187,000   278,000  431,000  605,000  Category 3: Fuel- and energy-related activities  17,000   20,000  26,000  25,000  Category 5: Waste generated in operations  19,000   20,000  18,000  20,000  Category 6: Business travel  952,000   47,000  230,000  395,000  Category 7: Employee commuting  199,000   191,000  157,000  165,000  \t  *\t  \u0007  Not available prior to FY22  62 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 63,
        "text": "Societal value  Energy consumption (MWh)  FY21  FY22  FY23  Total energy consumption  397,500  452,600  475,400  Non-renewable sources  299,500  317,300  320,800  CNG  0  600  1,300  Diesel  6,200  8,000  6,200  LPG  0  15,000  16,200  Natural gas  45,800  27,800  32,600  Petrol  5,200  17,600  16,800  Purchased electricity  199,900  153,800  155,000  Heating and cooling  42,300  95,000  92,600  Renewable sources  98,000  135,300  154,600  PPAs and renewable energy certificates  98,000  135,300  154,600  Self-generated renewable energy  0  0  0  Energy intensity (MWh/US$000)  FY21  FY22  FY23  Energy consumption per dollar revenue  0.0099  0.0100  0.0096  Greenhouse gas emissions mitigation projects   financed through carbon credits  FY21  FY22  FY23  Total carbon credits cancelled (tCO2e)  528,000  724,000  933,000  Mitigation    activity type (%)  Reduction  58  86  78  Removal  42  14  22  Land use assessment*  FY21  FY22  FY23  Total offices in    key biodiverse areas   (KBAs)  Direct intersection  8  10  12  With buffer zone  NR**  NR  49  Percent of offices    in KBAs  Direct intersection  1%  1%  1%  With buffer zone  NR  NR  6%  Percent of workforce   in KBAs  Direct intersection  1%  1%  NR  With buffer zone  NR  NR  4%  \t *\t  \u0007  In FY23, the land use assessment approach was updated to include a buffer zone to include sites that fall outside of a   direct intersection of a KBA. Future assessments will be reported in line with FY23’s approach for a better understanding   of the EY footprint.  \t  **\t  \u0007  Not reported  Water use assessment*  FY22  FY23  Offices in high/extremely high risk-areas   199  206  Percent of offices in high/extremely high-risk areas  24%  25%  Percent of workforce in high/extremely high-risk areas  40%  40%  \t  *\t  \u0007  In FY22, the scope of the water use assessment was expanded to include all global offices. To ensure accurate comparison,   only FY22 and beyond will be included for reference.  63 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 64,
        "text": "Societal value  EY member firms play the combined role of a major global employer, providing stable, high-quality jobs to a combined number of more than 395,000 people.  People by service line  FY20 vs.   FY21  FY21  FY21 vs.   FY22  FY22  FY22 vs.   FY23  FY23  Assurance  1.7%  100,891  11.0%  112,019  7.4%  120,274  Tax  0.2%  63,631  11.9%  71,231  11.3%  79,290  Consulting  15.4%  82,398  33.0%  109,571  9.5%  119,982  Strategy and Transactions  5.3%  20,086  21.3%  24,355  8.5%  26,430  Practice support  -1.2%  45,244  6.6%  48,223  2.6%  49,466  Total  4.4%  312,250  17.0%  365,399  8.2%  395,442  People by Area  FY21 vs.   FY20  FY21  FY22 vs.   FY21  FY22  FY23 vs.   FY22  FY23  Americas  4.0%  78,967  15.5%  91,189  4.6%  95,351  EMEIA  3.4%  121,325  16.5%  141,307  8.7%  153,216  Asia-Pacific  0.0%  58,953  10.1%  64,903  8.0%   70,068  GDS* — Client Service  21.2%  39,328  32.7%  52,207  15.5%  60,281  GDS — Enablement  -0.3%  7,330  15.2%  8,443  12.8%  9,523  Executive services and functions**  -8.7%  6,347  15.8%  7,350  -4.7%  7,003  Total  4.4%  312,250  17%  365,399  8.3%  395,442  \t *\t  \u0007  Global Delivery Services (GDS) is the EY internal shared services organization, consisting of legal entities ultimately owned by a number of EY member firms. GDS entities support   EY member firms across the world by providing support capabilities to their client-serving account teams as well as internal enablement support services.   \t  **\t  \u0007  Includes EY internal support services, such as Global and Area leadership; Technology; Talent; Finance; Brand, Marketing and Communications; Knowledge; Markets; and Risk Management.   64 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 65,
        "text": "Societal value  EY auditors are deeply committed to their responsibility to serve investors and the public interest by delivering high-quality audits. EY member firms have   an important responsibility to promote trust and confidence in the capital markets by addressing risk and complexity, and identifying opportunities to   enhance trust in business. EY auditors follow a broad set of global audit quality control policies and practices, as well as additional policies in accordance   with professional standards set by local and national regulators.   Internal inspection results of audits in IFIAR-regulated countries  2020  2021  2022  Compliant engagements  80%  86%  86%  Compliant engagements with areas for improvement identified*  17%  11%  10%  Total compliant engagements  97%  97%  96%  Deficient engagements**  3%  3%  4%  \t *\t  \u0007  Such findings may result in the need for additional audit procedures or documentation. However, given their nature, these matters would not be expected to have a    significant impact to the overall audit conclusion.   \t  **\t  \u0007  Findings in procedures or documentation that are material to the financial statements or auditor’s reports or were not performed in accordance with EY policies.  Internal inspection results all audits  2020  2021  2022  Compliant engagements  79%  84%  85%  Compliant engagements with areas for improvement identified*  17%  12%  10%  Total compliant engagements  96%  96%  95%  Deficient engagements**  4%  4%  5%  \t *\t  \u0007  Such findings may result in the need for additional audit procedures or documentation. However, given their nature, these matters would not be expected to have a    significant impact to the overall audit conclusion.   \t  **\t  \u0007  Findings in procedures or documentation that are material to the financial statements or auditor’s reports or were not performed in accordance with EY policies.   65 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 66,
        "text": "Client value  EY teams help clients grow, optimize and protect value.  Fortune Global 500 —    percentage of companies in index served  FY21  FY22  FY23  Audit client  24%  27%  28%  Non-audit client  60%  60%  64%  All other companies  16%  13%  8%  Total  100%  100%  100%  Forbes Global 2000 —    percentage of companies in index served  FY21  FY22  FY23  Audit client  27%  27%  26%  Non-audit client  46%  51%  60%  All other companies  27%  22%  14%  Total  100%  100%  100%  EY audit market share    of IPOs (global)  2020  2021  2022  EY ranking by deal numbers  1  1  1  EY ranking by proceeds  2  1  1  66 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 67,
        "text": "Financial value  Our ability to achieve our ambition and fulfill our purpose depends on our sustained and sustainable financial success.  Revenue from emerging markets (US$m)  FY21  % of total  FY22  % of total  FY23  % of total  6,723  16.8%  7,643  16.8%  8,207  16.6%  Revenue by Area (US$b)  FY21 vs.   FY20 in LC  FY21  FY22 vs.   FY21 in LC  FY22   (as reported)  FY22   (as adjusted**)  FY23 vs.   FY22 in LC  FY23  Americas  2.9%  17.7  19.3%  21.1  21.1  12.9%  23.6  EMEIA  3.8%  15.7  14.4%  17.1  16.8  16.9%  18.3  Asia-Pacific  8.1%  6.6  13.1%  7.2  7.3  11.7%  7.5  Total  4.0%  40.0  16.4%  45.4  45.2  14.2%  49.4  \t *\t  \u0007  Local currency  \t  **\t  \u0007  The FY22 revenue shown in the above table is US$255m lower than reported in the FY22 press release, as for comparability with FY23, we have restated to exclude business units no   longer part of EY operations in FY23. The FY22 total restated revenue is US$45,165m, which is comparable to the FY23 reported total revenue of US$49,354m with a growth of 14.2%   versus FY22.  Revenue growth by market type (LC)  FY21  FY22  FY23  Emerging markets  5.5%  16.2%  18.1%  Developed markets  3.7%  16.4%  13.4%  Total  4.0%  16.4%  14.2%  Four-year CAGR (FY19-23)  9.5%  Revenue by service line* (US$b)  FY21 vs.   FY20 in LC*  FY21  FY22 vs.   FY21 in LC  FY22    (as reported)  FY22    (as adjusted**)  FY23 vs.   FY22 in LC  FY23  Assurance  2.5%  13.6  8.9%  14.4  14.4  11.0%  15.1  Tax  3.9%  10.5  10.5%  11.3  11.2  12.2%  12.1  Consulting  3.5%  11.1  27.1%  13.8  13.8  21.6%  16.1  Strategy and Transactions  10.4%  4.8  25.4%  5.9  5.8  8.4%  6.1  Total  4.0%  40.0  16.4%  45.4  45.2  14.2%  49.4  \t *\t  \u0007  Local currency  \t  **\t  \u0007  The FY22 revenue shown in the above table is US$255 million lower than reported in the FY22 press release, as for comparability with FY23, we have restated to exclude business    units no longer part of EY operations in FY23. The FY22 total restated revenue is US$45,165 million, which is comparable to the FY23 reported total revenue of US$49,354 million    with a growth of 14.2% vs. FY22.  67 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 68,
        "text": "DNV assurance verification letter  Independent Assurance Statement  Introduction  DNV Business Assurance USA, Inc. (DNV) has been commissioned by the management of EYGS LLP   (“EYGS”) to provide limited level assurance of Selected Performance Information as presented in the EY 2023   Value Realized Report (“The Report”) for the reporting year ended June 30, 2023. The assurance was carried   out June through September 2023.  EYGS has sole responsibility for preparation of the data contained in the Report. DNV, in performing our   assurance work, is responsible to the management of EYGS. Our assurance statement, however, represents   our independent opinion and is intended to inform all stakeholders including EYGS.   Level of Assurance  We performed a limited assurance engagement in accordance with the International Standard on Assurance   Engagements (ISAE) 3000 revised — ‘Assurance Engagements other than Audits or Reviews of Historical   Financial Information’, issued by the International Auditing and Assurance Standards Board. This standard   requires that we comply with ethical requirements and plan and perform the assurance engagement to obtain   limited assurance.  DNV applies its own management standards and compliance policies for quality control, in accordance with   ISO/IEC 17029:2019 - Conformity Assessment Requirements for bodies providing audit and certification   of management systems, and accordingly maintains a comprehensive system of quality control including   documented policies and procedures regarding compliance with ethical requirements, professional standards   and applicable legal and regulatory requirements.  The procedures performed in a limited assurance engagement vary in nature and timing, and are less in extent   than for a reasonable assurance engagement; the level of assurance obtained is substantially lower than would   have been obtained had a reasonable assurance engagement been performed. We planned and performed our   work to obtain the evidence we considered sufficient to provide a basis for our opinion, so that the risk of this   conclusion being in error is reduced, but not reduced to very low.  All assurance engagements are subject to inherent limitations as selective testing (sampling) may not detect   errors, fraud or other irregularities. Non-financial data may be subject to greater inherent uncertainty than   financial data, given the nature and methods used for calculating, estimating and determining such data. The   selection of different, but acceptable measurement techniques may result in different quantifications between   different entities.   DNV’s assurance engagements are based on the assumption that the data and information provided by EYGS   to us as part of our review have been provided in good faith. This includes but is not limited to sales and   acquisitions, square footage, occupancy rates, data coverage, and financial/operational control. DNV expressly   disclaims any liability or co-responsibility for any decision a person or an entity may make based on this   Independent Assurance Statement.   Assurance Methodology  DNV is a leading provider of sustainability services, including verification of GHG emissions data and other   environmental metrics. Our environmental and social assurance specialists work in over 100 countries.  In that respect, the Selected Performance Information have been evaluated against the following   reporting criteria:  •\t World Business Council for Sustainable Development (WBCSD)/World Resources institute (WRI)   Greenhouse Gas Protocol, Corporate Accounting Standard REVISED EDITION  •\t WBCSD/WRI Corporate Value Chain (Scope 3) Accounting and Reporting Standard  DNV used a risk-based approach throughout the assurance engagement, concentrating on the areas that   we believe are most material for both EYGS and its stakeholders. DNV applied a materiality threshold of five   percent for all GHG emissions and Energy Consumption. DNV applied International Standards Organization   (ISO) guidance for determining the sample size.  The following methods were applied during the assurance of EYGS’ Selected Performance data and   management processes  •\t Review of documentation, data records and sources relating to data claims  •\t Review of the processes and tools used to collect, aggregate, and report on data and metrics  •\t Interview of managers and data users representing relevant functions for supporting the data   management processes  •\t Assessment of data systems and controls, including:  •\t Selection and management of all relevant data  •\t Processes for collecting, processing, consolidating, and reporting the data  •\t Systems and processes that ensure the accuracy of the data  •\t Design and maintenance of the data systems  •\t Systems and processes that support the data information systems data  •\t Performed sample-based audits of the processes for generating, gathering, and managing the data  •\t Examination of the data to develop evidence for the assessment of the data and assertions made  •\t Evaluation of whether the organization conforms to the reporting criteria  •\t Evaluation of whether the evidence and data are sufficient and support EYGS’ claims  Assurance Opinion  Based on the processes and procedures conducted with a limited assurance, there is no evidence that the data   assertions set forth in Selected Information are not materially correct and are not a fair representation of the   data and information, and have not been prepared in accordance with the calculation method referenced.   Independence  DNV was not involved in the preparation of any part of EYGS’s data or report. This is our second year providing   assurance for EYGS. We adopt a balanced approach towards all stakeholders when performing our evaluation.  For and on behalf of DNV Business Assurance USA, Inc.   Katy, Texas   September 01st, 2023  \t  \t  Natasha D’Silva \t  \t  \t  \t  \t  Sathishkumar Nagarajan   Principal \t  \t  \t  \t  \t  \t  Technical Reviewer  This Statement is for the sole use and benefit of the party contracting with DNV Business Assurance USA, Inc.   to produce this Statement (the “Client”). Any use of or reliance on this document by any party other than the   Client shall be at the sole risk of such party. In no event will DNV or any of its parent or affiliate companies, or   their respective directors, officers, shareholders, employees or subcontractors, be liable to any other party   regarding any statements, findings, conclusions or other content in this Statement, or for any use of, reliance   on, accuracy, or adequacy of this Statement.  68 2023 EY VALUE REALIZED  DNV Business Assurance USA, Inc. (DNV)   155 Grand Ave, Oakland, CA 94612    "
    },
    {
        "page_number": 69,
        "text": "Societal value data  Greenhouse Gas Emissions  Total emissions (location-based)  777,000  Total emissions (market-based)  744,000  Scope 1  20,000  Scope 2 (location-based)  152,000  Scope 2 (market-based)  119,000  Scope 3 Emissions Breakdown  Category 3: Fuel- and energy-related activities  25,000  Category 5: Waste generated in operations  20,000  Category 6: Business travel  395,000  Category 7: Employee commuting  165,000  Greenhouse Gas Emissions Intensity   Emissions (location-based) per dollar revenue   (tCO2e/US$000)  0.0157  Emissions (market-based) per dollar revenue   (tCO2e/US$000)  0.0151  Emissions (location-based) per employee    (tCO2/FTE)  2.0  Emissions (market-based) per employee    (tCO2/FTE)  1.9     Energy Consumption (MWh)   Total energy consumption  475,400  Non-renewable sources  320,800  Renewable sources  154,600  Energy Intensity   Energy consumption per dollar revenue  0.0096  Greenhouse gas emissions mitigation projects   financed through carbon credits  Total carbon credits cancelled (tCO2e)  933,000  Mitigation activity type (%)  Reduction  78  Removal  22  EY Ripples   Participants in EY Ripples   >139,000  People value data  Gender Diversity of the EY Global   Total  Women/Men  Partners/Principals  13,932  24% / 75%  PPEDD  22,934  28% / 72%  Total People  395,442  48% / 52%  Total  Women   /   Men  Gender Diversity of the    Global Practice Group Members  129  29% / 71%  Attrition rate  Women  20.4%  Men  21%  Overall  20.7%  Promotions  % of women among new partners/principals   34%  Gender representation by rank   Women/Men  Partner  24.2% / 75.3%  Executive Director   30.4% / 69.6%  Senior Manager  38.2% / 61.8%  Manager  42.6% / 57.3%  Senior  46% / 53.9%  Staff/Assistant   52% / 47.7%  Director  48.7% / 51.2%  Associate Director  56.4% / 43.6%  Assistant Director  55.1% / 44.8%  Supervising Associate  57.3%  / 42.5%  Senior Associate  60.6% / 39.4%  Associate  63.1% / 36.7 %  Administrative Ranks  85% / 14%  Formal Learning  Learning hours delivered  24m  Learning hours per person  61  Total investment in training (US$)   $385m  Total expenditure per full time employee   (including travel) (US$)  $996  Average hours of formal learning    per EY person according to rank  PPEDD  50  Senior Manager/Associate Director  41  Manager/Assistant Director  51  Supervisory Associate/Senior Associate/Senior  56  Staff/Assistant/Associate  80  Intern  61  Administrator  12  Average hours of formal learning    per EY person according to Gender  Male  61  Female  60  DNV assurance verification letter  Selected Information:  The scope and boundary of our work is restricted to the    key performance indicators included within the Report    (the “Selected Information”):  To assess the Selected Information, which includes an   assessment of the risk of material misstatement in the    Report, we have used EY Global Basis of Preparations    (the “Criteria”) for:   •\t Global Carbon Footprint1  •\t Ripples Participant   •\t Diversity Equity and Inclusion (DEI)   •\t Training   •\t GPG Gender Diversity metric   Details on basis of reporting can be found beginning    on page 85 of the EY Value Realized 2023 report.  The list of KPIs in scope and its performance data for   EYGS is set out below. We have not performed any   work, and do not express any conclusion, on any other   information that may be published in the Report or on   EY’s website for the current reporting period or for   previous periods.   1\t\u0007  Criteria for Global Carbon Footprint is based on World Business Council for Sustainable Development (WBCSD)/World Resources institute (WRI) Greenhouse Gas Protocol, Corporate Accounting Standard REVISED EDITION  69 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 70,
        "text": "METRICS  WEF-IBC Stakeholder Capitalism    "
    },
    {
        "page_number": 71,
        "text": "WEF-IBC Stakeholder   Capitalism Metrics —    summary tables  As part of EY membership in the World Economic Forum’s   International Business Council (WEF-IBC), we include the   WEF-IBC Stakeholder Capitalism Metrics in this report.   The EY commitment to report on the metrics is subject   to the “disclose or explain” principle. The EY global   organization includes member firms that are structured in   different ways. Certain metrics may request data that may   not adequately measure EY contribution to stakeholder   capitalism. Where applicable, narratives and explanations   have been provided in response to the metric.   Meet Joseph   EY partner and Uplift social equity storyteller  71 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 72,
        "text": "Reporting against the WEF-IBC Stakeholder Capitalism Metrics  Principles of governance  Theme  Metric  EY disclosure  Governing   purpose  Setting    purpose  The EY organization exists to build a better working world, helping create long-term value for clients, people   and society and build trust in the capital markets.  Enabled by data and technology, diverse EY teams in over 150 countries provide trust through assurance   and help clients grow, transform and operate.  Working across assurance, consulting, law, strategy, tax and transactions, EY teams ask better questions to   find new answers for the complex issues facing our world today.  Quality of   governing body  Governance   body   composition  EY leadership teams include the EY Global Executive, Area and Regional Managing Partners, the Global   Governance Council, industry leaders and the Global Practice Group. Refer to page 47 for more information   on EY leadership groups and page 58 for gender diversity figures.   The EY Global Executive is measured against EY NextWave strategy key performance indicators, including   monitoring progress on diversity, equity and inclusiveness goals, lives impacted through the EY Ripples   program, and carbon ambition progress.   As part of EY efforts to fully integrate sustainability into our strategic priorities, we are continuing to   strengthen our formal governance structure for greater oversight and accountability over material topics,   which includes a reconstituted Corporate Responsibility Governance Council.  Stakeholder   engagement  Material issues   impacting   stakeholders  To understand the most critical interests of EY stakeholders, we completed a comprehensive reassessment   of the material environmental, social and economic issues relevant to the EY organization in FY22.  The results of this global materiality assessment are informing the EY business strategy, goal setting,   resource allocation, external disclosures, and identification and management of risks. The materiality   assessment will be updated in FY24 as part of regulatory readiness preparation and in line with double   materiality standards.   For more details on the materiality assessment process, results and how the EY organization is addressing   material topics, refer to pages 52–54.   Principles of governance  Theme  Metric  EY disclosure  Ethical   behavior  Anti-corruption  In addition to the annual training on the EY Code of Conduct, the EY organization has a suite of policies and   guidance to address conflicts of interest and financial crime, including the Anti-Bribery Global Policy and   the Hospitality & Gifts Global Policy, supported by robust training and communications program. Annual   Financial Crime learning is mandatory for all EY people.   The EY organization also has a global policy codifying the requirement that EY people report any concerns   about corruption or other behavior that does not comply with the EY Global Code of Conduct or applicable   laws and regulations (the NOCLAR policy, or Reporting fraud, illegal acts and other non-compliance with   laws, regulations and the EY Global Code of Conduct).  In addition to a strong internal culture, EY member firms practice in a highly regulated environment that   includes rigorous reporting obligations of unlawful conduct (including self-reporting).  The EY Global Anti-Bribery Policy is accompanied by an anti-corruption compliance program, which is   reviewed on a quarterly basis, and applicable to all EY member firms, partners and employees.  72 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 73,
        "text": "Principles of governance  Theme  Metric  EY disclosure  Ethical   behavior  Protected   ethics advice   and reporting   mechanisms  The EY organization provides mandatory annual training on the EY Global Code of Conduct and its   associated ethics program, supported by communications throughout the EY network of member firms.   The EY/Ethics Hotline provides EY people, clients and others a means to report confidentially any activity   or concern that may involve unethical or illegal behavior that is inconsistent with the EY Global Code of   Conduct, or to ask questions about ethical concerns. All reports received are given careful attention, and all   reports are acknowledged in a timely way.   A link to the hotline is prominent on EY internal websites, and is also available through an external link.   Reports may be submitted in any language.  EY/Ethics is operated by an independent external organization, NAVEX, which provides confidential and, if   so desired, anonymous hotline reporting solutions for organizations worldwide. NAVEX collects information   from the reporter and then passes the report to EY escalation channels for follow-up and investigation.   According to the EY Global Code of Conduct, the EY organization does not permit retaliation of any kind   for good faith reports of perceived illegal or unethical behavior. Also set forth by the EY Global Code of   Conduct is the understanding that no client or external relationship is more important than the ethics,   integrity and reputation of the EY organization, and we will withdraw from working for any clients that put   EY people under undue pressure or threaten them in exercising their professional duties, and employees are   encouraged to speak up whenever they are aware of such behavior.  The EY NOCLAR policy (Reporting fraud, illegal acts and other non-compliance with laws, regulations   and the EY Global Code of Conduct) also provides guidance on both internal and external mechanisms for   reporting concerns.  The EY organization additionally has global guidance which establishes that member firms are responsible   for implementing procedures to receive, investigate and resolve complaints and allegations about (a) failures   to perform engagements in accordance with laws, regulations, and professional standards to which   they are subject; and (b) non-compliance with the EY policies including those with respect to relevant   ethical requirements.  Principles of governance  Theme  Metric  EY disclosure  Risk and   opportunity   oversight  Integrating risk   and opportunity   into business   process  The EY organization takes a comprehensive and forward-looking approach to the enterprise risk   management process that seeks to protect and enhance the EY organization’s positioning in the market.   The EY Risk Management function contributes to long-term value and trust creation through enabling   responsible growth in a fast-changing world within EY leadership’s appetite for risk. Given the fluid and   multidimensional ways in which a risk or risks can materialize in any jurisdiction, the EY organization benefits   from a wide-ranging network of professionals that can rapidly respond as and when needed.   Engagement across Global, Area, Region and member firm levels is critical to identify and actively monitor   matters as close to real time as possible. The EY global risk categories are assessed through regular senior   business leadership reviews and overseen by the Global Executive. For example, the Global Chairman and   CEO is the executive sponsor for the key risk categories: macroeconomic and geopolitical, and insider threat   and culture and business conduct.  The EY organization has identified 15 key risk categories:  •\tFinancial crime   •\tBusiness continuity and crisis   response   •\tInsider threat and culture and   business conduct   •\tRegulatory and public policy   •\tData protection and data ethics   •\tCybersecurity   •\tInformation technology   •\tProgram governance and   execution   •\tThird party   •\tTalent management  •\tService innovation   •\tMacroeconomic and geopolitical   •\tClient acceptance and continuance   •\tIndependence   •\tESG  The EY organization utilizes Archer, a tech-enabled risk management solution, to manage the planning,   monitoring and mitigation of each key risk category. Through ongoing internal consultation, the ESG risk   category has been a focus and further developed during FY23 to include a range of subcategories across   strategy execution, regulatory compliance, climate risk, market relevance, additional third-party acceptance   and continuance criteria and employee sentiment.   The ESG risk assessment has surfaced numerous ways in which EY operations or market positioning could   be threatened from ESG risks, and specifically climate-related risks. Climate-related risks threaten to   impact businesses and communities with which the EY organization works around the world, which is why   a TCFD assessment was performed to evaluate potential implications for our work with clients and broader   stakeholders. For more information about our TCFD analysis, see page 33.   Reporting against the WEF-IBC Stakeholder Capitalism Metrics  73 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 74,
        "text": "Reporting against the WEF-IBC Stakeholder Capitalism Metrics  Reporting against the WEF-IBC Stakeholder Capitalism Metrics  Planet  Theme  Metrics  EY disclosure  Climate change  Greenhouse   (GHG)   emissions  The EY organization decreased GHG emissions by 43% in FY23 compared to the FY19 baseline year. Over   this same period, Scope 1 and 2 emissions have increased 3%, Scope 3 travel-related emissions decreased by   59% and Scope 3 other emissions have decreased by 11%.  To reflect the increasing proportion of electricity that is procured from renewable sources, in FY23, Scope   2: purchased electricity GHG emissions using a market-based method have been reported. This method   includes consideration of contractual arrangements under which the EY organization procures electricity   from specific suppliers or sources, such as renewable energy.  EY Scope 1, 2 and 3 emission disclosures and details on the EY carbon ambition can be found on page 62   and page 31.  In FY23, we continued to implement a GHG emissions tracking system across member firms, and we   obtained external assurance over our GHG emissions inventory. For more information on GHG emissions   tracking, refer to page 62. Details of the external assurance can be found on page 68.  The EY organization has set an ambition to be net zero in 2025 and is delivering its carbon ambition and   continues to actively reduce its absolute GHG emissions in line with its SBTi-validated 1.5°C pathway.  Additional information on the seven actions to accomplish the EY carbon ambition to be net zero in 2025    can be found here.   TCFD   implementation  EY published its first global TCFD report this past year. The process of preparing the research and analysis   for the TCFD report provoked self-reflection. Taking stock of our climate governance, considering our climate   strategy and risk, and tracking progress against our GHG emissions goals highlight both the achievements   for which we can be justifiably proud and where we need to focus our efforts to move faster. The report   provides more information on how we’re assessing and addressing climate impacts for EY people, operations   and clients.  Planet  Theme  Metrics  EY disclosure  Nature loss  Land use and   ecological   sensitivity  Annually, the EY organization conducts an analysis to review EY office locations to understand if they are   in or adjacent to key biodiversity areas. This year’s analysis used the internally developed EY NAT tool to   conduct the assessment, which is a geospatial tool that collates data from more than 35 nature-related maps   to automate the identification of biodiversity and nature-related impacts.   The analysis determined that 49 EY office locations, representing approximately 6% of EY office locations   and approximately 4% of the global EY headcount, are within the buffer zone key biodiversity areas (KBAs).   This is an increase from last year’s assessment due to the addition of a buffer zone, when previous years   included sites which fell directly within a KBA.  As a global network of member firms, EY locations are predominantly in major urban and business centers.   The location selection process is driven by proximity to EY clients, talent pool and business case; key   selection criteria includes a Class A office building that is well located within the city and will meet the needs   of clients, internal governance and enablement of the workforce.   We are pleased that the recent KBA mapping analysis confirmed that most offices are not in or adjacent to   key biodiversity areas. Land use management action plans are under development and the location selection   processes continue to align with EY sustainability efforts.   Fresh water   availability  Water   consumption  The EY organization WRI Aqueduct water risk assessment review covered all EY offices globally.   This year’s analysis used the internally developed EY NAT tool to conduct the assessment, which is a   geospatial tool that collates data from more than 35 nature-related maps to automate the identification of   biodiversity and nature-related impacts.   In FY23, 25% of EY office locations, representing 40% of EY headcount, were deemed to be in high or   extremely high baseline water stress areas.  A global data management system has been implemented to track and report water usage. Water   management action plans will be developed to reduce our own consumption, further reduce water-related   risks and support the local communities in which we operate, especially those in areas of high or extremely   high baseline water stress.   74 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 75,
        "text": "Reporting against the WEF-IBC Stakeholder Capitalism Metrics  People  Theme  Metric  EY disclosure  Dignity and   equality  D&I  We are committed to nurturing an environment where differences are valued, practices are equitable, and   everyone experiences a sense of belonging at the EY organization. To demonstrate commitment to DE&I, the   EY Global Executive signed the Global Executive Diversity, Equity & Inclusiveness Statement, reinforcing DE&I   as a key business lever, and ensuring that the EY organization holds itself accountable for progress.  The EY organization set a consistent path around the world through the DE&I Roadmap and Culture Change   Continuum, the approach and methodology for DE&I. This is brought to life by the EY Global Diversity, Equity   and Inclusiveness Steering Committee (GDEISC), made up of senior leaders from around the world who   explore challenges, surface successful practices and collaborate on meaningful solutions.   For accountability to DE&I progress across the EY organization, the Global DE&I Tracker is used as a   measurement of diversity and inclusiveness that covers a range of differences, both visible and not visible,   including people’s lived experiences.  We also continue to scale our Neuro-Diverse Centers of Excellence and work with clients to support their   own neurodiversity programs. As part of the EY organization’s role with The Valuable 500 — a global   initiative of 500 organizations committed to innovating together for disability inclusion, the EY organization   has published expanded disability disclosures and commitments this year. Refer to page 18 for details on   disability inclusion.  Our DE&I focus spans all levels of the EY organization, including the EY partnership where we are committed   to strategies to support a greater balance and mix in terms of gender and other locally-defined diversity   dimensions. This year, EY is expanding our disclosures to include the percentage of women among new   partners, across the three areas of the EY global organization.   Refer to page 14 for details on DE&I at EY and page 58 for data on workforce diversity.  People  Theme  Metric  EY disclosure  Dignity and   equality  Pay equality  In 2022, a standard pay equity analysis methodology and resources to support this work was made available   across all EY locations. This supports consistency in assessing pay levels between men and women across all   EY employees. The Regions/countries conduct a pay equity review which either uses this new methodology,   another methodology that was vetted by the EY Total Rewards team, or a methodology that is required by   local governing law.   The EY organization is committed to pay equity for EY people as part of broader social equity efforts driven   through our talent processes. This focus on pay equity enables us to advance on the broader topic of pay   equality. Equity in opportunities, advancement and compensation is a business imperative, and we work hard   to promote fair practices for all EY people. In direct support of our commitment, we have processes and   policies that focus on equitable compensation. An employee’s compensation is designed to be competitive   in the market based on the role they are performing, to be connected to an individual’s knowledge, skills,   experience and performance, while being equitable internally.  To be equitable internally, people should be   similarly paid for similar skills when performing similar work, across genders. Member firms comply with   the various applicable statutory reporting obligations on pay gaps at the country level, e.g., UK and Ireland,   where pay gap reports are published annually.   Wage level  An entry-level wage assessment was performed and confirmed that 100% of EY employees are paid above   the applicable jurisdiction’s minimum wage.  75 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 76,
        "text": "Reporting against the WEF-IBC Stakeholder Capitalism Metrics  People  Theme  Metric  EY disclosure  Dignity and   equality  Risks for    incidents of    child, forced    or compulsory   labor  Following the first EY Global Human Rights statement in 2021, teams were engaged across the EY   organization to identify initiatives across EY people, clients, suppliers and communities that would reinforce   the EY commitment to respect and uphold human rights.  Over the course of the last year, the EY organization has:   •\tLaunched a training for all EY people to promote further understanding of human rights in the context   of business.   •\tConducted listening sessions with EY people to understand key topics and pressing questions, and to   inform a toolkit for EY people to better understand and act on Human Rights considerations.   •\tRefreshed the HR toolkit following recommendations collected from EY people during listening sessions.   EY responsibility to respect human rights extends beyond the direct operations of EY member firms into   their supply chains, where we seek to influence the broad adoption of labor rights and maintain an active   view of the human rights performance of direct and indirect suppliers.   Just as the EY Global Code of Conduct sets out the standards of ethical behavior expected of every EY   person, the EY Supplier Code of Conduct does the same for EY suppliers. The EY Supplier Code of Conduct   outlines expectations around issues including sustainability, human rights, modern slavery and child labor,   and suppliers are asked to verify their adherence and standards at the RFI/RFP stage (and reaffirming at   the time of contract execution). At the RFI/RFP stage, responses to environmental and social sustainability   questions are scored and weighted and influence the supplier selection.   In addition, the EY Supplier Portal provides EY procurement professionals with visibility of the capabilities   of current and potential suppliers. Suppliers meeting certain spend thresholds complete a self-assessment   questionnaire so decision-makers can better understand the suppliers’ social and environmental policies,   practices and certifications. Questions cover topics such as modern slavery, ISO 14001 certifications and   how they monitor standards in their own supply chain.  In FY24, we will continue to focus on operationalizing the statement including:   •\tRevisiting our human rights statement to ensure it remains relevant   •\tEngaging with the relevant business functions and working groups to address potential human rights risks  •\tEncouraging the uptake of recently launched training for all EY people   People  Theme  Metric  EY disclosure  Health and   wellbeing  Health and   safety  The health and safety of EY people is paramount and is supported by global policies and procedures in place   to ensure workplace safety.  To support the mental and physical health of EY people, the EY organization has over 100 wellbeing   programs globally, many of which expanded in the last year. The programs span across physical, social,   mental emotional, and financial wellbeing. Refer to page 11 for more detail.   Skills for   the future  Training   provided  The EY organization is investing in its people’s development so they can build the transformative mindsets   and tech skillsets needed to deliver exceptional client service and thrive. EY Badges give our people the   opportunity to develop and obtain credentials in future-focused skills, while increasing career value and   professional visibility.   Over 410,000 badges and 274 degrees have been awarded to date across all graduate degree programs,   including 19 graduates from the first cohort of the Masters in Sustainability launched in FY22.   Refer to page 11 for more details on EY investments in lifelong learning and page 57 for data on training   programs and spend.   76 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 77,
        "text": "Reporting against the WEF-IBC Stakeholder Capitalism Metrics  Prosperity  Theme  Metric  EY disclosure  Employment   and wealth   generation  Absolute number   and rate of   employment  Absolute number and rate of employment data are available on page 58.  Economic   contribution  In FY23 combined EY global revenues were US$49.4 billion and a significant portion of revenues are used   for employee wages and benefits and compensation to the owners.   Total community investment was in excess of US$164 million.  The EY organization does not currently report payments to providers of capital and governments and   financial assistance received from the government, as it does not significantly demonstrate the EY   contribution to economies. Refer to page 35 for information on EY community investment efforts beyond   what can be monetized and page 61 for data on EY societal value through the number of lives impacted and   community investments.   Financial   investment   contribution  Capital expenditures across the global organization in FY23 amounted to US$869 million; however, the   EY businesses are not capital intensive. For a more thorough view of EY investments refer to page 24.   Financial investment contribution is measured through CapEx as it relates to EY member firms. Share   buybacks and dividend payments are not recorded given that the EY organization consists of separate   member firms, a number of which are private partnerships.  Prosperity  Theme  Metric  EY disclosure  Innovation in   better products   and services  Total R&D   expenses  This year, the EY organization invested $3.6 billion in people, technology, and innovation — part of the $10   billion, three-year commitment announced in FY21.  As a professional service organization, our innovation efforts extend beyond the traditional research and   development definition; instead, our investments in developing better products and services to serve clients   and EY people better captures the current focus on innovation.   Refer to page 24 for more information on our innovation focus and efforts.   Community and   social vitality  Total tax paid  Due to the EY ownership structure, a significant component of the taxes related to EY revenue is paid by the   individual owners of the member firms (e.g. partners), and not directly by the member firms themselves. The   EY organization does not have access to the personal information regarding the income taxes paid by these   individual owners of the member firms. In general, EY individual member firm owners pay tax at or near the   highest marginal rate in their respective home jurisdictions. Other taxes paid throughout the EY organization   are not currently reported at the global level.  77 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 78,
        "text": "NZFSPA  EY commitments to the Net Zero Financial Services    Providers Alliance and progress made     "
    },
    {
        "page_number": 79,
        "text": "The EY organization is a member of the Net Zero Financial Services Providers   Alliance (NZFSPA), which is part of Glasgow Financial Alliance for Net Zero   (GFANZ), under which the EY organization has made a number of commitments   concerning planning and performing audits.  EY commitments to the Net Zero   Financial Services Providers   Alliance and progress made  1\t\u0007  The Global Public Policy Committee is the global forum of representatives from six global accounting networks,    which has as its public interest objective the enhancement of quality in auditing and financial reporting.  NZFSPA is a global group of service providers committed to   supporting the goal of global net-zero greenhouse gas emissions   by 2050 or sooner, in line with the ambition to limit the global   temperature increase to 1.5°C above pre‑industrial levels.  EY commitments to NZFSPA    and progress made  A measurement and reporting framework (“the framework”)    is used by the six largest global accounting networks1    (“GPPC networks”) to:  •\t Measure and track each network’s progress against the   commitments made by each network to NZFSPA, and in   particular to those commitments relevant to planning    and performing audits  •\t Demonstrate each network’s commitment to its   obligations under professional standards as external   auditors with quality, integrity and independence  The framework has been submitted for approval by    Race to Zero.  Meet Matt   EY senior associate and Uplift social equity storyteller  79 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 80,
        "text": "The framework   The framework uses an “inputs”-based approach to set   targets and measure progress against the commitments that   relate to products and services, i.e., the financial statement   audit. The illustration of the inputs not only show the EY   organization’s commitment to NZFSPA objectives but also   help explain to a wider audience the various elements of   audits that incorporate consideration of climate‑related risk.   In comparison, if the framework were to take an “outputs”-  based approach for products and services, it would simply   be measuring the degree to which audits comply with   generally accepted auditing standards (GAAS). Confirming   that audits are GAAS compliant may not adequately illustrate   for all stakeholders how climate-related risks are considered   under professional standards and related guidance issued   by standard setters. As the regulatory environment for   sustainability reporting and the Race to Zero criteria evolves,   the framework and associated targets will be re-examined   to identify whether there is opportunity to incorporate   output‑based or other metrics to demonstrate progress,   and if so, what those metrics might be.   The framework includes four categories of targets   and metrics relating to products and services   (the “Audit Metrics”):  1.\t Application of audit methodology   2.\t Training   3.\t Communications   4.\t Reporting   There are numerous ways in which the EY organization   is moving forward and responding to climate change. As   described elsewhere in this Value Realized report, these   include reducing GHG emissions in certain aspects of the   organization and supply chain, better understanding the   impact of physical risks on operations, and engaging with   stakeholders and policymakers on climate-related topics.   These matters are not detailed in this framework, but the   framework now includes two targets and metrics relating   to these commitments (Operational Metrics). They include:   •\t Setting science-based GHG emissions reductions targets   •\t Stakeholder engagement to support transition to net zero   To support the audit metrics, the EY organization has chosen   to provide further insight about how audit teams and audited   companies are considering climate change and other ESG   factors (Additional Information) including:   •\t Audit reports that mention climate change or   consideration of it explicitly   •\t Use of climate specialists by audit teams   •\t Procurement of additional ESG-related assurance    by the Companies   The Audit Metrics and Additional Information cover the   43 companies that are audited by EY member firms and   which are identified on the Climate Action 100+ companies   list (the Companies). The list comprises companies that   (i) have carbon intensive operations and (ii) are considered   by Climate Action 100+ to have the greatest impact on   climate change. Please refer to Appendix 2 for the full list   of the companies.   The Operational Metrics cover the entire EY global   organization.   The Audit Metrics and Additional Information relate to audits   of the Companies’ financial statements where audit reports   were issued between 1 July 2022 and 30 June 2023.   The Operational Metrics cover the 2023 financial year.  EY commitments to NZFSPA and progress made  Audit Metrics and targets   Framework   category  Scope  Measurement   criteria and target  Results  Additional    Information   Application   of audit   methodology   FY 2022 audits of   the Companies.   Percentage of   engagement teams   including specific   audit procedures to   determine whether   climate risks are   material to the audit.   Target: 100%   100%  Use of specialists   Fifty-seven percent of the EY engagement teams consulted   with specific specialists to address climate-related matters   during the audit.   This happened where EY engagement teams deemed that   climate matters posed a risk to the financial statements   whether directly (reported as a key audit matter (KAM)/   critical audit matter (CAM) or indirectly (reported through   impact on other KAMs/CAMs).   The specialists were engaged to assist with the audit risk   assessment process, audit strategy to address the risk   (e.g., to assess management’s asset impairment sensitivity   assumptions) and assessing the required disclosures in the   annual report.   Those engagement teams that did not consult with specialists   concluded, through their risk assessment procedures, that   climate matters were not material to the financial statements   and so did not warrant specialist involvement.   Evolution of sustainability assurance    Sixty-six percent of the Companies also sought independent   assurance on wider sustainability-related matters; indicating   increasing sophistication in the extended assurance market.   Where this was done, it was in the form of “limited assurance”   (e.g., Scope 3 GHG emissions) or “reasonable assurance”   (e.g., Scope 1 and 2 GHG emissions in most cases).   Where assurance reports are public, they describe limited   assurance and are published on the company’s website.   Meet XX   EY XXX and Uplift social equity storyteller  80 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 81,
        "text": "EY commitments to NZFSPA and progress made  Audit Metrics and targets   Framework   category  Scope  Measurement   criteria and target  Results  Additional    Information   Reporting  FY 2022 audits of   the Companies  The percentage of   audit engagement   teams that   specifically   considered whether   climate risk(s)   needed to be   explicitly mentioned   in the audit report.   Target: 100%  100%   This was done   either by   (i) including   climate change   as a stand‑alone   Key Audit Matter   (KAM)/Critical   Audit Matter    (CAM) or   (ii) describing the   impact of climate   change on the   matters covered    by other   non‑climate    related    KAMs/CAMs.  Describing consideration of climate-related risk    in the audit report    Forty-seven percent of the audit reports for these Companies   included a description of the considerations given to   climate‑related matters and their impact on the business    and related audit risks.   This was done either by (i) including climate change as a   stand-alone KAM/CAM or (ii) describing the impact of climate   change on the matters covered by other non-climate-related   KAMs/CAMs.   Describing climate-related risks in the audit report    as a KAMs/CAMs   Forty-four percent of the audit reports for these Companies   refer to climate change in or as a KAM or CAM.   Where audit reports do not refer explicitly to    climate change risk   The audit reports that did not include an explicit mention of   climate change did so either because:  1.  \u0007  The relevant EY engagement team concluded, through   their risk assessment procedures, that climate risks were   not material to the financial statements for the reporting   period under consideration so as to warrant further   consideration and explicit mention; and/or   2.  \u0007  Climate change reporting and accompanying disclosures   are not mandatory in all jurisdictions, hence, these did not   require additional considerations by the relevant EY audit   team around compliance with reporting requirements.   Climate-related risks were nevertheless discussed under   “Other audit matters” with those charged with governance in   100% of the audit engagements.  Audit Metrics and targets   Framework   category  Scope  Measurement   criteria and target  Results  Additional    Information   Training  Partners and   managers on   the engagement   teams4 of the   FY 2022 audits of   the Companies.  Percentage of audit   engagement team   personnel (managers   and above) who have   received specific   training on assessing   and responding   to climate risks in   the audit.   Target: 100%   100%  —  Communications  FY 2022 audits of   the Companies  Percentage of audit   engagement teams   who discussed   the relevance of   climate risk to the   financial statements   and the audit with   those charged with   governance, and   management.   Target: 100%   100%  —  81 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 82,
        "text": "EY commitments to NZFSPA and progress made  Operational Metrics and targets   Framework   category  Scope  Measurement criteria    and target  Results  Additional    Information   Proactively   engage with   stakeholders and   policymakers   on corporate   and industry   action, as well   as public policies   that support   a net‑zero   transition   of economic   sectors in line   with science and   with regard to   social impacts.   Entire EY   organization   The EY organization has ongoing   engagement with a range of   stakeholders and policymakers   including the World Economic   Forum/Stakeholder Capitalism   Metrics, the First Movers Coalition,   Aviation taskforce, The Sustainable   Markets Initiative, The World   Business Council on Sustainable   Development, the Council for   Inclusive Capitalism, GFANZ,   TNFD, and TCFD.   The EY organization is a   supporter of the newly created   ISSB and regularly hold meetings   to advise on and encourage   forward movement. The EY   organization has also supported   the establishment of the EFRAG   SSB and its ongoing work to   develop European Sustainability   Reporting Standards. As members   of the Business Roundtable, the   EY organization has advocated for   carbon pricing and supports Scope   1 and 2 disclosures.  All of the afore-mentioned   organizations have and require   individual company reporting   on GHG emissions, as well as   biodiversity and nature loss.   For FY23, the EY organization   reports on the Stakeholder   Capitalism Metrics, inclusive of   climate reporting in the EY annual   report, Value Realized.   The EY organization published   its inaugural TCFD report in   early 2023.   —  Operational Metrics and targets   Framework   category  Scope  Measurement criteria    and target  Results  Additional    Information   Science-based   GHG emissions   reduction   targets across   all operational   emissions.   Set interim   science‑based   reduction targets.   Entire EY   organization   Set science-based GHG emissions   reduction target — validated   by SBTi   On track to hit net zero    by 2025.  The EY organization carbon   ambition launched in 2020,   including a seven-point action   plan that sets out specific actions   we would take to move from   ambition to action. Read more   about the plan here.  Obtain assurance over GHG   emissions reporting.   Have obtained limited assurance   over GHG reporting for FY22   and FY23.  Reduce overall absolute GHG   emissions by 40% by 2025.  In FY23, have reduced overall   absolute GHG emissions by 43%   compared to FY19 baseline.  Reduce business travel GHG   emissions by 35% by 2025.  In FY23, have reduced business   travel GHG emissions by 59%   compared to FY19 baseline.  Procure 100% renewable energy   for office electricity usage   by 2025  In FY23, have procured 50%   of renewable energy for office   electricity, and are on track to    hit RE100 by FY25.  Require 75% of EY suppliers    to set science-based targets    by 2025.  At the end of FY23, 55%    of suppliers have set    science‑based targets.  82 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 83,
        "text": "EY commitments to NZFSPA and progress made  Reasons why investors and other advocates do not see certain climate accounting    and disclosure considerations in the financial statements today   •\t Long-term goals in respect to climate do not necessarily   translate into a current impact on the financial statements   as they do not yet meet requirements for recognition.   For example, standards only permit a recognition of   a provision because of a past event (when a liability   is incurred). Obligations cannot be recognized for   anticipated restructurings until there is a legal obligation   to restructure. Similarly, an expression of a general   commitment to align to the Paris Agreement or to offset   GHG emissions is unlikely to give rise to a liability recorded   in the financial statements.   •\t Companies are required to only disclose information   about the assumptions they make about the future and   other major sources of estimation uncertainty that have a   significant risk of resulting in a material adjustment to the   carrying amounts of assets and liabilities within the next   financial year.   •\t Even though climate-related factors may be present, no   write-downs will be required if the assets are recoverable   through the estimated cash flows over their remaining   useful lives.   •\t If a reduction in useful life is warranted (i.e., due to a   change in the ways finite lived assets are used), such   changes are typically accounted for prospectively resulting   in a shorter useful life and higher depreciation expense   over the remaining useful life rather than a single “catch   up” charge in the current period. It is possible to have   a change in useful life and an impairment arising at the   same time.   •\t Prices under different Paris Agreement scenarios are not   necessarily market prices/fair values which accounting   standards typically require to be used.   •\t There are numerous pathways that are aligned to the Paris   Agreement, and companies’ management would consider   those pathways in relation to their circumstances in   determining a best estimate.   •\t The impact of climate risk cannot be readily or easily   disaggregated from the key assumptions that are   commonly used in financial statements such as discount   rates, growth rates or market-based commodity price   assumptions.   Audit Metrics and Additional Disclosures — Companies EY audits  The Audit Metrics and Additional Disclosures cover the 43 companies audited by EY member firms and which are identified    on the Climate Action 100+ companies list. The list comprises companies that (i) have carbon intensive operations and    (ii) are considered by Climate Action 100+ to have the greatest impact on climate change.   •\t AES Corporation   •\t Airbus Group   •\t ArcelorMittal   •\t BHP   •\t Bluescope Steel Limited   •\t CEZ, A.S.   •\t Coca-Cola Company   •\t China National Offshore Oil Corporation (CNOOC) Limited   •\t ConocoPhillips   •\t Danone S.A.   •\t Delta Air Lines, Inc.   •\t Ecopetrol Sa   •\t ENEOS Holdings Inc   •\t ENGIE   •\t Equinor   •\t Formosa Petrochemical   •\t General Motors Company   •\t Hitachi, Ltd.   •\t Holcim Ltd (fka LafargeHolcim Ltd)   •\t Koninklijke Philips NV   •\t Korea Electric Power Corp   •\t Lockheed Martin Corporation   •\t Nestlé   •\t Nissan Motor Co. Ltd   •\t OMV AG   •\t Origin Energy   •\t PACCAR Inc   •\t Phillips 66   •\t PTT   •\t Reliance Industries   •\t Santos Limited   •\t Shell plc (fka Royal Dutch Shell plc)   •\t Siemens Energy   •\t SK Innovation Co. Ltd   •\t SSAB AB   •\t SSE PLC   •\t Stellantis NV (fka Fiat Chrysler Automobiles NV)   •\t Toray Industries, Inc.   •\t TotalEnergies SE   •\t United Airlines Holdings, Inc.   •\t Vedanta Ltd   •\t Volkswagen AG   •\t Walmart, Inc.   83 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 84,
        "text": "REPORTING  Basis of    "
    },
    {
        "page_number": 85,
        "text": "Basis of reporting  This document provides additional details about the approach and   methodology for key metrics. Some of these metrics have obtained limited   assurance, and will be indicated accordingly. This document is ancillary   information to the EY Value Realized 2023 report.   EY Philippines 76th anniversary celebration  Meet Helen   EY partner and Uplift social equity storyteller  85 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 86,
        "text": "EY Ripples, the EY corporate   responsibility program, is anchored in   a long-term goal to positively impact   1 billion lives by 2030.   Our key focus areas are:  •\t Supporting the next generation workforce  •\t Working with impact entrepreneurs   •\t Accelerating environmental sustainability  The focus areas were chosen to align EY strengths with the   United Nations Sustainable Development Goals (UN SDGs).   Activities outside of these focus areas are not recorded as   part of EY Ripples.   There are two key metrics to assess the impact of EY Ripples:  •\t Lives impacted  •\t Ripples participation   Lives impacted methodology   The lives impacted methodology for measuring social value   is based on the long-term value impact pathway, which is a   theory of change that provides a framework for monitoring   and evaluating outcomes and impacts. The methodology   measures the outcome and value addition of EY initiatives   in the community. It quantifies the impact by specifically   evaluating how many lives were positively impacted from   the initiative through assessing both the breadth and   depth of impact the EY Ripples initiatives are having.   The methodology uses the EY Ripples Portal data, as well   as external data sources.  As a conservative approach, only those who interact   directly with the primary beneficiary are considered   indirect beneficiaries for each initiative. Each focus   area of the EY Ripples program requires its own set of   assumptions, approaches, and beneficiaries for calculating   the lives impacted.   Quantifying depth of impact was arrived at through   stakeholder interviews and external third-party research.   The EY organization has also integrated country-level SDG   performance scores into its measurement approach to   assess attribution in a systematic way where activity specific   data is not available.   As part of quality control and data validation, the data from   the EY Ripples Portal is routinely validated by the EY Ripples   Global Measurement and Reporting (M&R) team.   EY Ripples participation methodology   In the context of EY Ripples, participation is defined as the   number of EY individuals who are using or have used their   knowledge, skills and experience and energy to deliver   initiatives. Unique participation ensures all EY individuals   are only included once. All EY employees, partners and   principals can take part in EY Ripples.   The EY Ripples Portal serves as a recruitment platform,   with the primary goal of matching EY people with Ripples   opportunities. It is a one-stop-shop for people to create,   manage and participate in EY Ripples initiatives.   Participation is tracked as part of the lifecycle of an initiative.   Once an initiative is approved and published on the EY   Ripples portal, potential participants can locate it and apply.   An initiative owner will approve or decline based on a set of   standards for the volunteer role. Once an initiative is running,   approved applicants become participants. At an initiative’s   conclusion, an automatically generated feedback survey is   sent to all those who registered for an initiative and were   approved. If the individual’s response is that they did not   participate, they are removed from the participation count.   If they respond otherwise or do not respond, they continue to   be included in the count. This acts as a control to ensure we   maintain the accuracy of recorded participation numbers.   Participation is the sum of all registrations that are approved   or completed. The identifier that is used to track individual   participants is the EY email address. In cases where this is   not known, overall participation numbers for an initiative will   be used. The EY Ripples Power BI dashboard is used to track   details on participation, as well as other information such as   number of direct beneficiaries.   Third-party assurance has been obtained over EY Ripples   Participation.   Lives impacted and EY Ripples participation   Lives impacted methodology   Direct   beneficiaries +  Indirect   beneficiaries =  Total   beneficiaries ×  Attribution   rate*  =  Lives    impacted  Direct beneficiaries   are the individuals   who are directly   involved with and   benefits from an EY   Ripples initiative,   such as an impact   entrepreneur   or student.  Indirect beneficiaries   are individuals who are   in some way related   to a direct beneficiary,   and indirectly benefits   from an EY Ripples   initiative, such as the   customers of an impact   entrepreneur, or the   household of a student.   The total of direct   and indirect   beneficiaries.  The attribution rate is assessed   using a combination of data   collection (e.g., surveys) and   impact modelling approaches.   Impact modeling considers   assessments of the depth of   impact of the activities and   as well as the counterfactual   based on local gaps to the   UN SDGs  86 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 87,
        "text": "Community investment   EY Community Investment (CI) is the total   of monetary value of time contributions    by EY personnel for community initiatives   and cash investments.   This includes contributions from EY Ripples, the EY Corporate   Responsibility Program, but is also inclusive of other skilled   and traditional volunteering activities, pro-bono activities and   corporate responsibility (CR) functional staff time.   The CI data collection and reporting process is performed   quarterly, and ongoing data validation occurs as part of   this process. Third-party assurance will be obtained over   this metric. Local teams input their relevant data into a   centralized source, Enablon.  The measurement approach for CI is based on the Business   for Societal Impact (B4SI) Framework, which allows   companies to measure, strategically analyze and enhance   the impact and business benefits of activities that fall   outside of core business operations.  Measurement approach for community investment  Value of time    contributions  +  Non-time-based contributions   (cash investment)  =  Total value of   community investment  Monetary value of hours invested by EY   People. This includes time contributions beyond   EY Ripples including pro bono, low-bono,   skills‑based and traditional volunteering.  Total value of cash investment for benefit   of community including cash, selected   sponsorship, Corporate Responsibility staff   costs and program management expenses  Monetary value of total   investments in community   that can be monetized  Contribution type definitions   Time contributions  Non-time contributions  •\t Pro bono/low bono: Contributions of EY core service offerings to   nonprofit organizations to deliver defined engagements and    seconded EY people.  •\t Skills-based volunteering: Where employees share their skills,   knowledge and experience, supporting a community program.   Most time (in hours) related to the EY Ripples program is    skills-based volunteering.   •\t Traditional volunteering: Where employees give their time to    organize or participate in a community program outside of    skills-based volunteering.   •\t Cash: gross monetary amount paid to support a nonprofit/   community project  •\t Selected sponsorship: sponsorship to nonprofit organizations events   whereby a defined element is for social impact.   •\t CR function staff costs: this includes overheads associated with    having and running a CR function.   •\t CR Program management expenses: costs incurred on the CR budget    to deliver community activity.   •\t Equipment and facilities: costs of resources donated to a nonprofit  87 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 88,
        "text": "GHG emissions   Assessing net carbon emissions  Direct    GHG   emissions   (Scope 1)  +  Indirect GHG   emissions from   electricity   (Scope 2)  +  Indirect GHG   emissions from   business activities   (Scope 3)  −  Carbon   offsets =  Net    GHG   emissions   Scope 1 emissions are   largely from the EY   organization car fleet   and the use of gas in   EY offices. To enable   consistency in reporting   and aggregation, the   same emissions factors   are used globally for   this category.  Scope 2 emissions are   calculated using the amount   of electricity used multiplied   by a local GHG emissions   factor. Purchased electricity   generated by renewable   energy provides an   opportunity to lower Scope   2 emissions (when market-  based reporting is applied).  Scope 3 emissions are    calculated based on the scale   of the activities multiplied   by different GHG emissions   factors. This includes emissions   associated with business    travel, waste, employee   commuting, remote working    and fuel-and-energy-related   activities (FERA).  Verified GHG   emissions   reductions   (either   sequestered   or avoided)   elsewhere are   purchased to   offset our GHG   emissions.  We measure our greenhouse gas   emissions and offsets to validate   progress toward our carbon ambition    to become net zero in 2025.  GHG emissions are calculated in line with the EY global   carbon footprint methodology. This is based on the GHG   Protocol Corporate Accounting and Reporting Standard   developed by the World Resources Institute (WRI) and World   Business Council for Sustainable Development (WBCSD).   Emissions calculations use 2022 conversion factors published   by the UK Department for Business, Energy & Industrial   Strategy or locally published factors where appropriate.   Conversion factors used to calculate emissions from air travel   include the impact of “radiative forcing”. For the purposes   of calculating its carbon footprint, an operational approach   is used to identify the emissions sources within the EY   organization’s immediate control.  Scope 1 and Scope 2 emissions, which primarily relate   to office energy use, are consolidated, and reported on   this basis. Emissions from office energy consumption   are calculated using activity data representing   approximately 90% of the global office portfolio based   on FTE.  Scope 3 emissions that occur in the EY value chain have   been included and estimated on the basis of materiality   and alignment to our Science-Based Target (SBT).   Figures include emissions relating to the following scope   3 categories:   •\t Category 3: fuel- and energy-related activities  •\t Category 5: waste generated in operations  •\t Category 6: business travel  •\t Category 7: employee commuting (inclusive of    remote working)  Since setting our SBT in 2020 and because of achieving   sizeable reductions in our footprint, our Category 1:   Purchased Goods & Services emissions have become a   more material portion of our overall footprint. In FY23,   we conducted an assessment of these emissions using a   hybrid methodology: a combination of supplier-specific   and secondary activity data. Our FY23 Category 1:   Purchased Goods & Services were 284k tCO2e.  Software is used to gather and calculate data provided   by individual EY member firms where available. Data is   then extrapolated to account for the remainder of the   global EY organization to reach the complete footprint.  It is expected that the level of estimates will decrease   over time as the availability, specificity and quality of   activity data improves with the further implementation   of the software. As of FY23, offices covering   approximately 90% of gross rentable area.   The EY Global Carbon Footprint has been developed   and separately assessed by carbon accounting   specialists in the EY Climate Change and Sustainability   Services (CCaSS) team. Third-party assurance has been   obtained over:  •\t GHG emissions  •\t GHG emissions intensity   •\t Energy consumption  •\t Total carbon credits retired  88 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 89,
        "text": "Diversity, equity and inclusiveness  As part of evaluating progress toward DE&I, the EY organization conducts an ongoing assessment over key metrics that are presented on   a global level. A full breakdown of metrics reported externally can be found throughout this report, as well as outlined below.  Metric  Description and key definitions   Gender representation of    total headcount, by role  Headcount is the distinct number of EY employees, excluding non-employees at the last month-end   of the fiscal year. Examples of non-employees who are excluded from DE&I metrics are contractors   and interns. Partners are included in the total headcount.  The EY organization reports gender at the time of hiring. At the global level, data is consolidated into   three fields and only two are reported externally (women and men).  Total people gender representation:   Gender representation = (number of employees in specified gender ÷ headcount) x 100  Gender representation of headcount of roles by gender:   % of gender in role = (number of employees in specified gender in the role ÷ headcount in role) x 100  Roles: the people title status within the EY organization at the end of the fiscal year, further classified   by service line (client serving vs. internal)  Headcount at role: The total number of people, excluding non-employees and interns, with the   specific role at the end of the fiscal year within the service line   Leadership by gender including:  •\tThe Global Executive (GE)  •\tRegional Managing Partners (RMPs)  •\tIndustry sector leaders  •\tGlobal Practice Group (GPG)  •\tGlobal Governance Council  •\tGlobal Client Service Partners (GCSPs)  •\tPartners, Principals, Executive Directors   and Directors (PPEDD) by region  The makeup of appointed leadership bodies broken out by gender.   •\tThe GPG consists of the GE members; the Deputy Area Managing Partner (AMP) and the Talent,   Markets, Risk and service line leaders for each Area; the RMPs; such other persons as the   Global Chairperson, Chief Executive Officer, Global Managing Partner — Business Enablement,    or the Global Managing Partner — Client Service shall determine from time to time.  •\tGCSP — lead client service coordinators on the largest EY clients across the globe.  •\tPPEDDS are the positional leadership role and are shown broken out by geographic management   area and gender.  Metric  Description and key definitions   Total Promotions  Total of people who have progressed in positional roles within the organization during the FY, noting   that promotions are not the same as rank or grade changes. Promotions are people moving “up”   (numerically lower) within their staff class. This is based on the day their role changed within HR,    not based off the day it was announced.  Percentage of women among new   partners/principal  Number of women ÷ total number of employees announced as promoted to partner/principal at the   close of the fiscal year  % of women among partners/principals    by Area  The number of women in the partner/principal position within each management Area.   % of women = number of partner/principal women in area ÷ total partners in the area  •\tTotal partners is the total number of all partner/principals (not including announced promotions)   within each respective Area  Hiring data by gender and age  Reflects the number of individuals who have started new within the firm for the period. Excludes   anyone who changed legal entities but rather is a new member to EY as whole. This number   includes interns.  By gender:   Hires by gender = (total specific gender hires ÷ total number of hires in the 12 months) x 100  By age:   Hires by age = (total hires in the identified age range ÷ total number of hires in the 12 months) x 100  89 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 90,
        "text": "Metric  Description and key definitions   Attrition rate overall and by gender,    and age  Overall:   Attrition rate = (Turnover ÷ Average headcount) x 100  Turnover = total separations for the past 12 months (excluding interns, employees identified as   temporary or non-employee).   Average headcount = sum of total headcount per month of the year ÷ 12 months  By gender:   Attrition rate by gender = (Gender turnover ÷ average gender headcount for gender over the past   12 months) x 100  Gender turnover= total separations for the specified gender over last 12 months  Average gender headcount = sum of gender headcount per month for the year ÷ 12 months  By age:   Attrition rate by age = (number of separations in identified age range ÷ average gender headcount   for the past 12 months) x 100  Headcount data by role and age  Gender representation of headcount of roles by age:   % of EY people in specified age range in the role = (number of employees in specified age range at   the role ÷ total headcount at role) x 100  Roles: the people title status within the EY organization at the end of the fiscal year, further classified   by service line (client serving vs. internal).   Headcount at role: The total number of people, excluding non-employees, with the specific role at   the end of the fiscal year within the service line.   Administration roles is inclusive of multiple roles across the administration function, which support   all service lines.   The metrics for which assurance has been obtained are below:\t  •\t Total headcount, and gender representation   •\t Percentage of women among global PPEDDs   •\t Percentage of women among new partners  •\t Gender representation by rank   •\t Gender representation of attrition  •\t GPG gender representation   Diversity, equity and inclusiveness  90 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 91,
        "text": "Learning  At the EY organization we have two key channels for   formal learning:  •\t EY Learning catalog: a list of courses available to EY   people globally   •\t EY Badges: e-learning courses combined with on‑the‑job   experiences enable employees to earn digital badges in   a variety of future-focused skills (e.g., data visualization,   data science and artificial intelligence, transformational   leadership). The EY organization tracks the number of   badges awarded globally annually and over the lifetime of   the program. Learning hours for badges are included in   total learning hours consumed.  SuccessFactors is the EY integrated global Talent platform   where EY manages learning and provides other core   HR services to employees. All EY training opportunities   are offered within this platform. When a learning event   is completed, it is tracked within the SuccessFactors   Learning Management System (LMS). Key data inputs   such as headcount and expenditures are required for the   training metrics. CoreHR, a subset of SuccessFactors, is the   employee-facing portal, where all HR data can be managed   and maintained. Mercury is the EY time and expense tracking   platform and is the source for expenditure data for training   metrics. There is a culture of informal learning at the EY   organization (for example, mentorship, sponsorship, events   and teaming) that is likely not captured in EY systems.   EY global learning leaders align EY learning metrics to the   WEF guidance. Training metrics monitored at EY focus on:  •\t Learning hours presented in total hours delivered   (completed) for the EY organization, as well as learning   hours delivered per person.  •\t Learning expenditures consider the total investment   in training, including travel for EY people and the   direct spend on learning design, development and   deployment of formal learning, which is learning   courses and classes that are provided and tracked in   SuccessFactors, (including EY Badges and degrees).   Training expenditures are also reported per person.  The metrics for which third-party assurance has been   obtained are:   •\t Total investment in training and average expenditures   per person   •\t Total learning hours delivered and average hours of   formal learning per person   •\t Average hours of formal learning per person   •\t Average hours of formal learning per gender   Metrics utilized by management for business decision-making purposes include:   Metric  Description and key definitions   Learning hours delivered  An aggregated total of all course hours consumed by EY individuals globally. Direct figure from Global   Learning Dashboard, no calculations required.  Total direct investment in training ($US)  Total direct expenditure per full time employee is derived from dividing the total direct investment   expenditure by the number of employees total — this includes both client and non-client serving staff   across all EY member firms and operations.  Total direct investment in training includes Global and Region (all member firm) direct spend on   learning design, development and deployment of formal learning for EY employees. Spend includes   travel, badges and degrees. Spend does not include the cost of:  •\t\u0007  Learner’s time, which would conservatively be over US$4 billion  •\t\u0007  Time spent by non-learning professionals on content design and facilitation,    which is over 1.5 million additional hours of “opportunity cost”  •\t\u0007  Internal facilities used to deliver training  •\t\u0007  On-the-job coaching  •\t\u0007  Embedding self-help and educational material in our software tools used by EY client-serving staff  The average spend per employee is a global measure. Individual amounts in specific countries and   practice areas vary.  Average expenditure per person    (including travel) (US$)  Total spend on learning divided by the average headcount.  Note, average headcount is used to calculate all training metrics ‘per person’. This is calculated   using the average number of employees over the course of the year; this includes interns but   not contractors.  Average hours of formal learning    per person, per gender  Total hours delivered divided by the average headcount (defined above).  Average hours of formal learning    per person according to rank  Total consumed hours (per rank) [from the Global Learning Dashboard] divided by the   average headcount.  Average hours of formal learning    per person, per gender  Total consumed hours (per gender) divided by the average headcount.  91 2023 EY VALUE REALIZED    "
    },
    {
        "page_number": 92,
        "text": "EY            |            Building a better working world  EY exists to build a better working world, helping to create   long-term value for clients, people and society and build   trust in the capital markets.   Enabled by data and technology, diverse EY teams in over   150 countries provide trust through assurance and help   clients grow, transform and operate.   Working across assurance, consulting, law, strategy, tax   and transactions, EY teams ask better questions to find   new answers for the complex issues facing our world today.  EY refers to the global organization, and may refer to one or more, of the member   firms of Ernst & Young Global Limited, each of which is a separate legal entity.   Ernst & Young Global Limited, a UK company limited by guarantee, does not provide   services to clients. Information about how EY collects and uses personal data and   a description of the rights individuals have under data protection legislation are   available via ey.com/privacy. EY member firms do not practice law where prohibited   by local laws. For more information about our organization, please visit ey.com.  © 2023 EYGM Limited.    All Rights Reserved.  EYG no. 008138-23Gbl   CS no. 2304-4244990   September 2023  ED None  This material has been prepared for general informational purposes only and is not intended    to be relied upon as accounting, tax, legal or other professional advice. Please refer to your advisors    for specific advice.  The views of third parties set out in this publication are not necessarily the views of the global   EY organization or its member firms. Moreover, they should be seen in the context of the time   they were made.  ey.com  "
    }
]