{
  "title": "Creating long-term value for EY people",
  "data": [
    {
      "page_number": 9,
      "text": "PEOPLE  Creating long-term value for EY    "
    },
    {
      "page_number": 10,
      "text": "That’s the promise we make to EY people: to   empower them to be in the driving seat of their   own experiences by fostering a diverse, equitable   and inclusive culture, and providing them with   the infrastructure and tools (from technology and   scale to learnings and relationships) that will help   them grow. We enable them to not just personalize   a career, but to build their own exceptional   experience. Understanding the needs and interests   of EY people is critical to strengthening the EY   organization and delivering on our ambition to be   the most distinctive, favored employer, so that we   can deliver long term value to EY people, clients,   and society. This is achieved in several ways:  The exceptional    EY experience —    it’s yours to build.  creating long-  Meet Lotten   EY senior manager and Uplift social equity storyteller  10 2023 EY VALUE REALIZED      "
    },
    {
      "page_number": 11,
      "text": "of EY people. We also have an extensive mindfulness network   with global and regional leaders who are passionate about   supporting the development and wellbeing of EY people.   We continue to examine how we can demonstrate a strong   commitment to self-care and supporting EY people to find   the right level of balance for their life circumstances. When   we identify a challenge, we seek to address it immediately, as   evidenced by the commitment to act on feedback presented   in an independent, comprehensive EY Oceania culture review   conducted in FY23.  Continuing lifelong learning  Learning and development is a core part of building a   personalized career and the exceptional EY experience. At EY,   we are investing in all EY people for today and for the future   by offering learning and development programs that help to   develop new skills in emerging areas like technology, AI and   sustainability. In FY23, we spent US$385 million on training   and delivered 61 hours of learning per person on average.  Following the success of the EY Tech MBA and the EY Masters   in Business Analytics, last year we launched another new fully   accredited qualification in association with Hult International   Business School — the EY Masters in Sustainability. This year,   we celebrated our sixth and largest ever EY Tech MBA cohort   with 74 graduates and the first-ever cohort of EY Masters in   Sustainability, totaling 274 graduates across our EY Degrees.   These degrees are free for EY people, regardless of rank or   location, with the aim of helping them gain the knowledge,   practical skills and experience they need to create long-term   value for EY clients, people and society.   All of the EY Degrees are built on the EY Badges program.   Today there are 227 badges on offer, from Bronze level to   Platinum, across three pillars (technology, business and   leadership) and 27 topics ranging from AI to sustainability   Continuous listening  Knowing how people feel and what they need, is crucial to   enabling their personal and professional success. Listening   tools like EY People Pulse — a short experience survey we   offer to all EY people three times a year — is one of the ways   we do this. Through the Pulse and our other listening tools,   people have told us they want a workplace where they can   feel free to bring their whole selves to work, they want to be   recognized and appreciated for their contributions, and that   they want to be able to focus on their wellbeing and growing   their career. Today, 86% of EY people are proud to work at   EY. While this is slightly down on last year’s 88%, our holistic,   continuous People Listening and Experience program helps   us know where to invest further to drive long‑term value for   everyone at EY.  Prioritizing wellbeing   Helping EY people prioritize their wellbeing helps ensure   they have a more well-rounded and positive EY experience.   We recognize that mental health and wellbeing are key   concerns for our profession. Given this, we strive to provide   a safe work environment for all EY people and frequently   review EY wellbeing benefits to align with their needs. Today,   the global EY organization offers more than 100 wellbeing   programs across four pillars: physical, mental/emotional,   social and financial. These offerings include employee   assistance programs and wellbeing apps that focus on sleep   and exercise, physical challenges, reimbursement funds   for wellness-related purchases (e.g., exercise equipment,   nutritionist) and expanded coverage and support for mental   health. In addition, we are actively building a culture of care   that includes wellbeing education and understanding and   setting boundaries. As an example of this elevated focus, EY   Americas has a Chief Wellbeing Officer, dedicated to meeting   the physical, emotional, financial and social wellbeing needs   term value for  Helping EY people prioritize their wellbeing helps ensure they have    a more well-rounded and positive EY experience.  11 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 12,
      "text": "say their mobility experience is exceptional, and 97% of EY   stakeholders in the host country say that mobility assignees   make valuable contributions to their businesses and teams.  Building transformative leaders   Each year we celebrate a new cohort of partner, principal,   executive director and director (PPEDD) promotions. This   year’s class was one of the largest ever — 2,216 promotions —   of which, women comprise 34% of partners and principals   and 37% of executive directors and directors. These   promotions reflect the strength of the EY organization and   our confidence in the future. Through the EY NextWave   strategy and ambition, we remain committed to investing   in the next generation of leaders and giving everyone at   EY opportunities to grow and develop, as evidenced by the   nearly 50,000 EY people who were promoted around the   world this year.  Enabling a unique career journey  At EY, people can explore flexible, diverse career paths as   they gain the skills and experiences they need to achieve   their unique career ambitions and give leaders deeper skills   insights to shape and grow our business. Building an exciting   and dynamic career includes multiple paths for people with   backgrounds in diverse fields including strategy, technology,   auditing, sustainability, accounting, finance, law and tax.  Today there are more than 70,000 technology professionals   (ranging from mathematicians, statisticians and data   scientists to AI engineers, product managers, developers   and cloud specialists) working alongside people with   traditional and nontraditional strategy, consulting, law, tax,   sustainability and auditing backgrounds. Putting skills at the   center of the EY organization’s Talent strategy allows for   greater agility, agency and equity — while helping EY people   to explore diverse career paths and our business to access   untapped potential.   Insights are foundational to EY   employer brand  While recruiting from this broader range of backgrounds, we   recognize that peoples’ expectations of work, their careers   and what success means are evolving too. For EY, building a   strong employer brand is critical to stand out in the market.   Understanding what is appealing about the EY organization   and what talent is looking for before joining an organization   and what would make them stay is crucial for attracting   to inclusion and belonging. The badges combine a   learning component with practical application, enhancing   participants’ ability to deliver relevant services to clients and   coach their colleagues. EY people earn more than 430 EY   Badges each day and have earned more than 410,000   since the program’s inception in 2017. Eighty‑four percent   of EY people say that they are provided with learning   opportunities to build skills. We are focusing further on how   learning impacts skills development to understand how   we can support EY people to develop the skills they want   and need.  An experience that can take you anywhere  Global mobility provides unique opportunities to inspire   EY people with what’s possible. It enables EY people to   build cross-border networks to further build the global   mindset they need as the next generation of transformative   leaders. In addition, global mobility brings the whole of EY   to clients by meeting their needs whenever or wherever   they are, through strategic and resourcing mobility and   business travel. Mobility4U is the EY international mobility   program that allows all EY professionals to work in a   multicultural environment so that they can continue to   develop. Ninety‑three percent of the program’s participants   410,000+  EY Badges earned since 2017  EY people  Attracting and recruiting top talent  This year, 4.7 million people applied to work at EY, out of which 138,000 were hired. To attract and recruit top talent, maintaining   an exceptional experience is critical. We’re enhancing the candidate experience to leverage new technology (for example, a global   applicant tracking system, candidate relationship management tools, chatbots, robotic process automation, online psychometric and   gamified assessments, and video interviewing technology). We continue to streamline processes for faster, more transparent hiring,   and provide an onboarding program that sets new joiners up for success from day one. As a result, 93% of recent hires have had an   exceptional recruiting experience.  EY people attend a diversity, equity and inclusiveness (DE&I) event.  12 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 13,
      "text": "and retaining the best talent. This year, we launched the   global EY Employer Brand Survey, measuring key attributes   today’s talent prioritizes, along with perceptions of EY as   an employer against those attributes and compared to   competitors. A sample of 9,000 people across nine countries   rated the most important employer attributes, with flexible   work-life balance and competitive compensation and benefits   ranking the highest, followed by feeling empowered to build   their own careers, support for physical and mental wellbeing,   learning and development opportunities, and commitment to   diversity, equity and inclusiveness. These survey results are   helping us to prioritize EY resources so EY member firms can   continue to attract, engage and retain the best people.  Wherever your working world takes you  The EY Alumni Network consists of more than 1 million   people doing great things in business, as entrepreneurs,   in government, in academia and in their communities. The   network helps connect EY people, past and present, to more   resources and more of the people they need to know for the   future. There are currently more than 84,000 EY alumni   working at the EY organization’s largest global accounts, of   which more than 7,700 are board members at the C-suite   level. We are proud of EY people that go on to other careers   outside EY, allowing alumni to continue to build on the legacy   they created and helping EY to continue to deliver on the   promise to build a better working world.  84,000  EY alumni working    at our largest    global accounts  EY Milestones participants celebrate their promotions.  The EY Alumni Network helps connect EY people, past and present, to   more resources and more of the people they need to know for the future.  13 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 14,
      "text": "Diversity, equity and inclusiveness (DE&I) are core to who we are,   how we work and how we live our values.  The EY purpose is to build a better working world, and   for EY, that means one where differences are valued,   practices are equitable, and everyone experiences a sense   of belonging — where people are inspired to team and lead   inclusively in their interactions every day. That’s why DE&I   continues to be a strategic priority at EY. That is why as part   of the EY performance management process, all EY leaders   (PPEDDs) are encouraged to set quarterly DE&I goals, which   factor into annual reviews.  To help EY clients tackle their toughest challenges, we   need the best ideas from the broadest group of people, and   teaming and leading with inclusiveness underpins our actions   to create meaningful work experiences for everyone at EY.   Our overarching global DE&I priority statement is “Enrich the   diversity, equity and inclusiveness of our culture, leadership   and teams.”  DE&I governance and measuring progress   To demonstrate our commitment to DE&I, the EY Global   Executive, the central EY organization leadership body,   signed the Global Executive Diversity, Equity & Inclusiveness   Statement. Not only does this reinforce that DE&I is a key   business lever, but it also ensures that we hold ourselves   accountable for progress. As such, the EY Global Executive   will promote representation of the broad range of   differences across the EY organization globally at the most   senior levels. To set a consistent path around the world we   use the DE&I Roadmap and Culture Change Continuum, our   approach and methodology for DE&I.  The roadmap is brought to life by the EY Global Diversity,   Equity and Inclusiveness Steering Committee (GDEISC),   which is co-chaired by EY Global Chairman and CEO   Carmine Di Sibio and EY Global Vice Chair — Diversity,   Equity & Inclusiveness Karyn Twaronite. Its members,   drawn from across the organization, explore challenges,   surface successful practices and collaborate on   meaningful solutions.  For accountability to DE&I progress across the EY   organization, we use the Global DE&I Tracker as a   measurement of diversity and inclusiveness that covers a   range of differences, both visible and not visible, including   people’s lived experiences. It sets a business and industry   A more diverse, equitable    and inclusive workplace  To help EY clients tackle   their toughest challenges,   we need the best ideas from   the broadest group of people,   and teaming and leading with   inclusiveness underpins our   actions to create meaningful   work experiences for   everyone at EY.  How can a story uplift social equity?  EY Value Realized features images of EY people who participated in the EY Uplift social equity campaign. Their portraits and links to   their individual stories can be found throughout this report.  Meet Eng   EY partner and Uplift social equity storyteller  14 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 15,
      "text": "How can we open   more doors to unlock   opportunities for everyone?  Join the conversation to help us uplift social equity.  Find out more about Derrick’s story.   ey.com/socialequity  EY Uplift social equity storytelling campaign      •  EY Global Executive, Area Operating Executives, Executive   function leaders and Markets leaders. Among EY partners   globally, 24% are women. Additionally, some EY member   firms have set clear ambitions by country, with the EY   UK firm aiming for 40% female partners and 20% ethnic   minority partners by 2025, and the EY US firm aiming for   50% representation for women and racially and ethnically   diverse partners by 2025. In China, as of last year the firm   has achieved 40% women partners and 50% women in the   leadership team.  An elevated focus on social equity  The EY commitment to advance DE&I includes an elevated   focus on social equity, which is about clearing obstacles,   building more inclusive environments, and enabling access   to resources and opportunities. We’re working to spot and   address potential inequities and close gaps, as we move   toward greater social equity at EY.  The EY Global Social Equity Task Force (GSET) was formed   to develop and prioritize cohesive global actions to advance   social equity, as part of broader DE&I work. The GSET is   sponsored by EY Global Chairman and CEO Carmine Di Sibio   and led by EY Global Vice Chair — Consulting Errol Gardner;   EY Global Vice Chair — Diversity, Equity & Inclusiveness   Karyn Twaronite; and EY Asia‑Pacific Area Managing   Partner Patrick Winter.   Composed of EY leaders from around the world,   representing a wide range of backgrounds and   perspectives, the GSET’s work has been anchored by   this statement: We commit to advance social equity   and inclusive growth. We stand against injustice, bias,   discrimination and racism.   To deliver on EY commitments to advance social equity,   our focus areas include:   •\t Raising consciousness of social equity and inclusiveness  •\t Challenging internal systems, processes and programs   through an equity lens   •\t Building higher level inclusive leadership practices and   skills among all EY people   •\t Inspiring greater social equity and inclusiveness among   clients, suppliers and communities  leading-class standard in both representation and   inclusiveness goals and tracks progress across the EY   organization globally and for each business unit and service   line in support of our NextWave ambition and strategy.   Now in its fourth year, the Global DE&I Tracker is a   key management tool that helps drive consistent DE&I   actions and propels the organization collectively forward.   Measurements include reviewing diversity of career   and work experience and gender in leadership roles. In   addition, we review aggregated data on gender and cultural   background differentials in responses from internal people   surveys for insights on how people experience inclusiveness   at EY. We continue to see collective progress across the   organization, as well as see areas where we can focus   efforts and close gaps to ensure our people have access to   inclusive, equitable experiences.   We continue to make progress on gender representation   among EY leadership roles globally, as well as on locally   relevant diversity dimensions measured at the country   level, where permitted. For example, women make up 33%   of the EY Global Executive and 29% of the Global Practice   Group, which is a leadership body that brings together the   “  When an organization builds a culture that values all dimensions of diversity — one that provides equitable   opportunities for people to grow, learn and advance — it creates an environment where everyone can thrive.  Karyn Twaronite, EY Global Vice Chair — Diversity, Equity & Inclusiveness  Colleagues enjoying an EY event.  Global recognition for our DE&I efforts  EY receives recognition around the world for our DE&I efforts, a testament to our focus and commitment to make a positive   impact. This past year, globally, the EY organization was shortlisted for the Inclusion & Diversity Impact award and Inclusion   Award by World50, and the EY Global DE&I Leader was recognized by Diversity Global Magazine as one of the Top 15 Chief   Diversity Officers. EY has also been recognized in each geographic Area in which it operates, with awards spanning many   individual countries, more of which can be found here.   EY IN ACTION  Enabling all voices    to be heard and valued  The EY organization is building environments where   people feel free to be themselves and experience a sense   of belonging — where we maximize the power of different   perspectives, drive innovation, create meaningful work   experiences and deliver high-quality services to clients. To   help EY teams do this more intentionally in their meetings,   we piloted the All in Moment (AIM). Using small, yet powerful   prompts and nudges such as pausing to ask, “Have we heard   from everyone who wants to speak?”, AIM is a simple team   practice to remove barriers in meetings so that each person   can share their views.   EY’s commitment to social equity  We commit to advance social equity   and inclusive growth. We stand against   injustice, bias, discrimination and racism.  15 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 16,
      "text": "How can a story uplift social equity?   The GSET identified early on that understanding each   other’s experiences — especially when these experiences are   unfamiliar to us — is the first step toward creating a more   equitable work environment.   More than a dozen EY people from around the world have   shared their personal stories through the EY Uplift social   equity storytelling campaign. This has spotlighted differences   to build awareness and inspire reflection, conversation,   learning and action — so that social equity can collectively    and meaningfully be uplifted at EY and beyond.  Since publishing the campaign on social media channels,   the stories have reached more than 3 million people, with   more than 44,000 comments and reshares, sparking   meaningful conversations inside and outside the EY   organization. The EY social equity web pages have been   viewed in over 100 countries.   Social equity impacts us all — and all of us can make an   impact to influence positive change.  44,000  comments and reshares  3 million  people reached  100+  countries viewing stories  Impact of EY Uplift social equity storytelling campaign  Understanding each other’s experiences — especially when these   experiences are unfamiliar to us — is the first step toward creating    a more equitable work environment.  Colleagues enjoying an EY event.  Meet our EY colleagues courageously sharing their stories to build awareness and inspire change.  16 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 17,
      "text": "150,000  People completing Inclusive    Leadership for All course  Embedding equity into the talent processes   and better understanding how we can improve  Last year (FY22), EY baseline expectations for all   EY Regions and countries were set for the year-end   performance management and reward processes. The   baseline ensures that all member firms are meeting a   consistent “minimum standard” in how equity in these two   key talent processes is applied and provides a foundation   to support ongoing progress. The Regions/member firms   conducted a pay equity review using an EY methodology   that was provided, another methodology that was vetted   by the EY Total Rewards team, or a methodology that is   required by governing law.  Inclusive Leadership for All course   To help all EY people become more inclusive leaders, we developed an e-learning program focused on the foundational behaviors of   inclusive leadership. The Inclusive Leadership for All (IL4ALL) course is available to all EY people, with more than 150,000* people   completing the full course since its launch. Building on IL4ALL, we are planning to launch the Upstanding Interventions e-learning,   designed to support people in creating more inclusive and equitable environments for all by intervening in situations of potential   inequity. It provides guidelines and examples on how and when to take action.   Teammates attend a team-building event.  *\u0007    \u0007  Last year we reported that 167,000 people completed the full course. This was incorrect; 167,000 had completed the introduction to Inclusive Leadership course and   126,000 people had completed the full course as of the end of FY22. As of this year, 150,000 people have now completed the full course since its launch.  Last year (FY22), EY baseline expectations for all EY Regions and countries   were set for the year-end performance management and reward processes.  17 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 18,
      "text": "Responses to inclusiveness questions are consistently among   the top scoring items in the survey, telling us that EY people   are feeling the impact of our efforts around the world.   For example, 83% say they feel included and supported by the   people they interact with each day. We pay close attention to   any demographic differentials in aggregated scoring, which   also factor into the EY Global DE&I Tracker results — with the   aim to close any gaps and continually improve.  Self-identification (Self-ID) capabilities  To help better understand and support the needs of all EY   people, and strengthen a sense of belonging for everybody,   EY continues to offer opportunities for EY people to   self‑identify, which enables the organization to acknowledge   and recognize differences in a way many have come to   expect. This also provides a deeper understanding of EY   people, so our commitment to driving greater equity in   areas relating to career development can be strengthened,   by monitoring and analyzing demographic trends and   gaps. All information shared is optional and confidential.   Currently, over 100 countries participate in gathering self‑ID   information across EY. As one example, in the US, Self-ID   has helped us identify additional demographics and insights   that inform areas for action. You can read more here.   Driving disability inclusion at EY and beyond  Hank Prybylski, EY Global Vice Chair — Transformation,   serves as the Global Executive Sponsor for Disability.   Today, each EY Area appoints a senior leader as Disability   Executive Sponsor; together, they drive disability inclusion   throughout the EY organization’s business strategies and   day-to-day practices.   Boosting a sense of    belonging for everybody  Diversity4Tech Summit 2023 features EY as key sponsor  As part of the Mobile World Congress Barcelona 2023, the EY organization was the headline sponsor of the Diversity4Tech   Summit 2023. EY senior leaders moderated and participated in a panel discussion on Diversity, Equity and Inclusion as the Life   Blood for Innovation in The Tech Sector, joined by senior executives from IBM, Orange and The Valuable 500.  To help better understand   and support the needs of all   EY people, and strengthen   a sense of belonging for   everybody, EY continues to   offer opportunities for EY   people to self‑identify, which   enables the organization to   acknowledge and recognize   differences in a way many   have come to expect.  To better understand how EY people experience inclusiveness, an evolving set   of questions has been asked in our EY People Pulse survey for several years.   Meet Chandni   EY assistant director and Uplift social equity storyteller  18 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 19,
      "text": "As part of the EY organization’s commitment to advancing   disability inclusion in business, we continue to play an   important role supporting The Valuable 500 — a global   initiative of 500 organizations committed to innovating   together for disability inclusion. EY Global Chairman   and CEO Carmine Di Sibio is one of The Valuable 500’s   15 Iconic Leaders — a group of CEOs committed to   co‑creating solutions to advance opportunities for   people with disabilities. EY was also an early adopter   of Generation Valuable, a program aimed at addressing   the gap in disability talent at all levels by creating an   opportunity for rising leaders from each Valuable 500   company to develop and hone their skills as C-suite   leaders of tomorrow. Each EY mentee was paired with   a C‑suite‑level mentor within their Area and attended   leadership workshops, conducted deep dives into each   of The Valuable 500’s transformation pillars and held   discussions with their mentors on ways to promote and   drive disability inclusion within their local markets.  Embedding accessibility  To further embed accessibility throughout the EY organization:   • \u0007  We’ve integrated office accessibility into our standards for global design and construction, so that EY offices are built to be   accessible and inclusive.   • \u0007  We offer an Accessibility Support Service, which enables all EY people to directly access a wide range of assistive technologies   along with specialist consultation, training and troubleshooting support.  Learn more about our commitment to disability inclusiveness and accessibility here.  EY Global Chairman and CEO Carmine Di Sibio is one of The Valuable 500’s   15 Iconic Leaders — a group of CEOs committed to co-creating solutions to   advance opportunities for people with disabilities.  EY IN ACTION  EY sponsors Disability:IN    24 Hours of GAAD 2023  EY celebrated Global Accessibility Awareness Day (GAAD)   by sponsoring the Disability:IN 24 Hours of GAAD 2023, a   24-hour stream of videos, interviews, and panels celebrating   the ways each of us can advance digital accessibility. As part   of the event, Hank Prybylski participated in a fireside chat   with Microsoft’s Chief Accessibility Officer Jenny Lay‑Flurrie,   about digital access and inclusion for the more than one   billion people with disabilities worldwide. We also hosted   an EY Open Doors digital accessibility webcast for all EY   people aimed at helping the workforce understand why digital   inclusion is important to everyone and how to create more   accessible content. Broadening the conversation even further,   we also posted an external piece of thought leadership about   how inclusive design uplifts equity.  19 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 20,
      "text": "As a proud member of The Valuable 500, we will continue to adhere to these disability inclusion standards, across categories including workforce representation, goals, training,   employee resource groups (ERGs), and digital accessibility. Refer to the table below for EY disability disclosures*.  The Valuable 500’s five global standardized disability inclusion KPIs  Workforce   representation  What percentage of the company’s workforce   identifies as disabled/living with a disability?  Of those who responded to a recent internal survey of EY people, 3.4% identified as having a disability. This question was   asked in over 70 countries, representing 70% of EY total headcount.  Goals  Which goals has the company defined specific   to disability inclusion and how are business   leaders measured against these goals?  The EY Global DE&I Tracker contains questions about disability practices, such as accessibility, reasonable adjustments/  accommodations, and integration of neurodivergent professionals throughout the business. All EY leaders are encouraged   to set DE&I goals, which can include disability specific goals. Progress toward meeting these goals is tracked annually.  Training  Does your company provide disability inclusion   training for its managers and employers?  EY people are encouraged to complete a customized training on inclusive leadership, which integrates   disability‑specific content.  Employee resource   groups (ERGs)  Does your company have a disability specific   ERG in place with an executive sponsor?  EY has various disability-specific ERGs at the country, Region and Area level. For example, we have networks focused on   disabilities in the Americas, Brazil, UK & Ireland, and Asia-Pacific. Some locations also have topic-specific communities,   for example on deafness/hard of hearing, blindness/low vision and stammering/stuttering. One of the largest is our   1,500-member global neurodiversity community. The EY Global Vice Chair of Transformation is the Global Disability   Sponsor, and there are senior-level executive sponsors in each of our three global Areas. Region, country and local   chapters typically have their own executive sponsors.  Digital    accessibility  Has your company undertaken a review of    the accessibility of its digital platforms   and content? If not, does the company   have a plan to undertake a review   over the next calendar year?  Since 2019, the organization has had a Global Digital Accessibility Policy (which is monitored regularly) that mandates   all new development of digital tools and content to follow WCAG 2.1 AA accessibility standards. Enterprise websites —   the ey.com public website and our intranet — are fully accessible. Accessibility is integrated into our development   methodology and procurement processes. We have trained our designers, developers and content creators to create   accessible products and content and conduct regular accessibility reviews of our sites, tools and content.  *\u0007    \u0007  The disclosure questions in the table are in a standard format issued by The Valuable 500, and are answered with respect to the EY organization.  20 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 21,
      "text": "A neurodiverse world is a better working world   Tapping into the talents of neurodivergent professionals   in the EY Neuro-Diverse Centers of Excellence helps us   accelerate EY clients’ sustainable value journey and workforce   transformation plans through collaborative ecosystems   around the world.  EY now has Neuro-Diverse Centers of Excellence in 20 cities   across eight countries — Canada, Costa Rica, India, Japan,   Poland, Spain, the UK and the US — and works with clients   to support their own scalable neurodiversity programs.   Nearly 450 EY people working across these centers   of excellence have helped develop creative solutions   that save millions of service delivery hours and have   enabled almost US$1 billion in value creation. The   EY neurodiversity model and strategy was recently   designated as a Global Lighthouse recognition by the   World Economic Forum for scalable and sustainable value   creation through inclusion in the Global Parity Alliance.  Rethinking thinking   These umbrellas, suspended in the lobby of the EY office in London, as part of Neurodiversity Celebration Week, represent the one in five people,    or 20%, who are neurodivergent, including those who identify with ADHD, autism, dyspraxia, dyslexia, Tourette’s syndrome, dyscalculia and more.  Developing Malaysia’s neurodiversity ecosystem  PETRONAS and EY have recently signed a memorandum of understanding (MoU) to jointly collaborate in developing Malaysia’s   neurodiversity ecosystem. The MoU outlines areas for collaboration between PETRONAS and EY in creating awareness on   neurodiversity in Malaysia, promoting and facilitating organizational readiness in creating neurodiversity job opportunities,    as well as providing upskilling and community support.   Almost   US$1b  Value creation enabled by    EY Neuro-Diverse Centers   of Excellence  EY now has Neuro-Diverse Centers of Excellence in 20 cities across    eight countries — Canada, Costa Rica, India, Japan, Poland, Spain,    the UK and the US.  EY Neuro-Diverse   Centers of Excellence   locations  21 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 22,
      "text": "Standing with the EY LGBT+ community  International Day Against Homophobia, Transphobia and   Biphobia (IDAHOTB) is a reminder that LGBT+ people around   the world still face high levels of social exclusion, inequity,   discrimination and sometimes violence and incarceration —   simply for being themselves. To commemorate IDAHOTB this   year, local Unity (the EY LGBT+ network of 5,200 members   in over 77 global locations) chapters held many IDAHOTB   events and activities around the globe. Some of these include   the Colors of the Rainbow photography competition, panel   discussions and in-person celebrations. EY member firms have   also implemented impactful benefits and tools to stand with the   LGBT+ community, including a new LGBT+ benefits guide and an   LGBT+ Allyship Directory.   There has been a surge in transphobia and politicization of   transgender issues, in countries once seen as beacons for   progress. EY people are often asked what companies and   individuals can do to remove barriers for LGBT+ people at work.   Three EY leaders, Moriaki Kida, Terri McDowell and Gina Mills,   share six ways to get started.  EY continues to recognize and support the EY LGBT+ community   as a vibrant part of the diverse global EY organization.  5,200  Members of Unity,   EY’s LGBT+ network  EY leaders among OUTstanding LGBT+ Role Model List  In FY23, several EY leaders were among the OUTstanding LGBT+ Role Model List. Moriaki Kida, EY Japan Chairperson and CEO,   and Catherine Vaughan, EY Global Financial Crime and Compliance Leader, were among the Top 100 LGBTQ+ Executives; Julie Linn   Teigland, EY EMEIA Area Managing Partner, and Takefumi Kawasaki, EY Japan Partner, were among the Top 50 Ally Executives. The   list showcases leaders and allies who are breaking down barriers and creating more inclusive workplaces across the world.  EY people celebrating Pride.  EY continues to recognize and support the EY LGBT+ community    as a vibrant part of the diverse global EY organization.  22 2023 EY VALUE REALIZED    "
    }
  ]
}