{
  "title": "EY commitments to NZFSPA and progress made",
  "data": [
    {
      "page_number": 78,
      "text": "NZFSPA  EY commitments to the Net Zero Financial Services    Providers Alliance and progress made     "
    },
    {
      "page_number": 79,
      "text": "The EY organization is a member of the Net Zero Financial Services Providers   Alliance (NZFSPA), which is part of Glasgow Financial Alliance for Net Zero   (GFANZ), under which the EY organization has made a number of commitments   concerning planning and performing audits.  EY commitments to the Net Zero   Financial Services Providers   Alliance and progress made  1\t\u0007  The Global Public Policy Committee is the global forum of representatives from six global accounting networks,    which has as its public interest objective the enhancement of quality in auditing and financial reporting.  NZFSPA is a global group of service providers committed to   supporting the goal of global net-zero greenhouse gas emissions   by 2050 or sooner, in line with the ambition to limit the global   temperature increase to 1.5°C above pre‑industrial levels.  EY commitments to NZFSPA    and progress made  A measurement and reporting framework (“the framework”)    is used by the six largest global accounting networks1    (“GPPC networks”) to:  •\t Measure and track each network’s progress against the   commitments made by each network to NZFSPA, and in   particular to those commitments relevant to planning    and performing audits  •\t Demonstrate each network’s commitment to its   obligations under professional standards as external   auditors with quality, integrity and independence  The framework has been submitted for approval by    Race to Zero.  Meet Matt   EY senior associate and Uplift social equity storyteller  79 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 80,
      "text": "The framework   The framework uses an “inputs”-based approach to set   targets and measure progress against the commitments that   relate to products and services, i.e., the financial statement   audit. The illustration of the inputs not only show the EY   organization’s commitment to NZFSPA objectives but also   help explain to a wider audience the various elements of   audits that incorporate consideration of climate‑related risk.   In comparison, if the framework were to take an “outputs”-  based approach for products and services, it would simply   be measuring the degree to which audits comply with   generally accepted auditing standards (GAAS). Confirming   that audits are GAAS compliant may not adequately illustrate   for all stakeholders how climate-related risks are considered   under professional standards and related guidance issued   by standard setters. As the regulatory environment for   sustainability reporting and the Race to Zero criteria evolves,   the framework and associated targets will be re-examined   to identify whether there is opportunity to incorporate   output‑based or other metrics to demonstrate progress,   and if so, what those metrics might be.   The framework includes four categories of targets   and metrics relating to products and services   (the “Audit Metrics”):  1.\t Application of audit methodology   2.\t Training   3.\t Communications   4.\t Reporting   There are numerous ways in which the EY organization   is moving forward and responding to climate change. As   described elsewhere in this Value Realized report, these   include reducing GHG emissions in certain aspects of the   organization and supply chain, better understanding the   impact of physical risks on operations, and engaging with   stakeholders and policymakers on climate-related topics.   These matters are not detailed in this framework, but the   framework now includes two targets and metrics relating   to these commitments (Operational Metrics). They include:   •\t Setting science-based GHG emissions reductions targets   •\t Stakeholder engagement to support transition to net zero   To support the audit metrics, the EY organization has chosen   to provide further insight about how audit teams and audited   companies are considering climate change and other ESG   factors (Additional Information) including:   •\t Audit reports that mention climate change or   consideration of it explicitly   •\t Use of climate specialists by audit teams   •\t Procurement of additional ESG-related assurance    by the Companies   The Audit Metrics and Additional Information cover the   43 companies that are audited by EY member firms and   which are identified on the Climate Action 100+ companies   list (the Companies). The list comprises companies that   (i) have carbon intensive operations and (ii) are considered   by Climate Action 100+ to have the greatest impact on   climate change. Please refer to Appendix 2 for the full list   of the companies.   The Operational Metrics cover the entire EY global   organization.   The Audit Metrics and Additional Information relate to audits   of the Companies’ financial statements where audit reports   were issued between 1 July 2022 and 30 June 2023.   The Operational Metrics cover the 2023 financial year.  EY commitments to NZFSPA and progress made  Audit Metrics and targets   Framework   category  Scope  Measurement   criteria and target  Results  Additional    Information   Application   of audit   methodology   FY 2022 audits of   the Companies.   Percentage of   engagement teams   including specific   audit procedures to   determine whether   climate risks are   material to the audit.   Target: 100%   100%  Use of specialists   Fifty-seven percent of the EY engagement teams consulted   with specific specialists to address climate-related matters   during the audit.   This happened where EY engagement teams deemed that   climate matters posed a risk to the financial statements   whether directly (reported as a key audit matter (KAM)/   critical audit matter (CAM) or indirectly (reported through   impact on other KAMs/CAMs).   The specialists were engaged to assist with the audit risk   assessment process, audit strategy to address the risk   (e.g., to assess management’s asset impairment sensitivity   assumptions) and assessing the required disclosures in the   annual report.   Those engagement teams that did not consult with specialists   concluded, through their risk assessment procedures, that   climate matters were not material to the financial statements   and so did not warrant specialist involvement.   Evolution of sustainability assurance    Sixty-six percent of the Companies also sought independent   assurance on wider sustainability-related matters; indicating   increasing sophistication in the extended assurance market.   Where this was done, it was in the form of “limited assurance”   (e.g., Scope 3 GHG emissions) or “reasonable assurance”   (e.g., Scope 1 and 2 GHG emissions in most cases).   Where assurance reports are public, they describe limited   assurance and are published on the company’s website.   Meet XX   EY XXX and Uplift social equity storyteller  80 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 81,
      "text": "EY commitments to NZFSPA and progress made  Audit Metrics and targets   Framework   category  Scope  Measurement   criteria and target  Results  Additional    Information   Reporting  FY 2022 audits of   the Companies  The percentage of   audit engagement   teams that   specifically   considered whether   climate risk(s)   needed to be   explicitly mentioned   in the audit report.   Target: 100%  100%   This was done   either by   (i) including   climate change   as a stand‑alone   Key Audit Matter   (KAM)/Critical   Audit Matter    (CAM) or   (ii) describing the   impact of climate   change on the   matters covered    by other   non‑climate    related    KAMs/CAMs.  Describing consideration of climate-related risk    in the audit report    Forty-seven percent of the audit reports for these Companies   included a description of the considerations given to   climate‑related matters and their impact on the business    and related audit risks.   This was done either by (i) including climate change as a   stand-alone KAM/CAM or (ii) describing the impact of climate   change on the matters covered by other non-climate-related   KAMs/CAMs.   Describing climate-related risks in the audit report    as a KAMs/CAMs   Forty-four percent of the audit reports for these Companies   refer to climate change in or as a KAM or CAM.   Where audit reports do not refer explicitly to    climate change risk   The audit reports that did not include an explicit mention of   climate change did so either because:  1.  \u0007  The relevant EY engagement team concluded, through   their risk assessment procedures, that climate risks were   not material to the financial statements for the reporting   period under consideration so as to warrant further   consideration and explicit mention; and/or   2.  \u0007  Climate change reporting and accompanying disclosures   are not mandatory in all jurisdictions, hence, these did not   require additional considerations by the relevant EY audit   team around compliance with reporting requirements.   Climate-related risks were nevertheless discussed under   “Other audit matters” with those charged with governance in   100% of the audit engagements.  Audit Metrics and targets   Framework   category  Scope  Measurement   criteria and target  Results  Additional    Information   Training  Partners and   managers on   the engagement   teams4 of the   FY 2022 audits of   the Companies.  Percentage of audit   engagement team   personnel (managers   and above) who have   received specific   training on assessing   and responding   to climate risks in   the audit.   Target: 100%   100%  —  Communications  FY 2022 audits of   the Companies  Percentage of audit   engagement teams   who discussed   the relevance of   climate risk to the   financial statements   and the audit with   those charged with   governance, and   management.   Target: 100%   100%  —  81 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 82,
      "text": "EY commitments to NZFSPA and progress made  Operational Metrics and targets   Framework   category  Scope  Measurement criteria    and target  Results  Additional    Information   Proactively   engage with   stakeholders and   policymakers   on corporate   and industry   action, as well   as public policies   that support   a net‑zero   transition   of economic   sectors in line   with science and   with regard to   social impacts.   Entire EY   organization   The EY organization has ongoing   engagement with a range of   stakeholders and policymakers   including the World Economic   Forum/Stakeholder Capitalism   Metrics, the First Movers Coalition,   Aviation taskforce, The Sustainable   Markets Initiative, The World   Business Council on Sustainable   Development, the Council for   Inclusive Capitalism, GFANZ,   TNFD, and TCFD.   The EY organization is a   supporter of the newly created   ISSB and regularly hold meetings   to advise on and encourage   forward movement. The EY   organization has also supported   the establishment of the EFRAG   SSB and its ongoing work to   develop European Sustainability   Reporting Standards. As members   of the Business Roundtable, the   EY organization has advocated for   carbon pricing and supports Scope   1 and 2 disclosures.  All of the afore-mentioned   organizations have and require   individual company reporting   on GHG emissions, as well as   biodiversity and nature loss.   For FY23, the EY organization   reports on the Stakeholder   Capitalism Metrics, inclusive of   climate reporting in the EY annual   report, Value Realized.   The EY organization published   its inaugural TCFD report in   early 2023.   —  Operational Metrics and targets   Framework   category  Scope  Measurement criteria    and target  Results  Additional    Information   Science-based   GHG emissions   reduction   targets across   all operational   emissions.   Set interim   science‑based   reduction targets.   Entire EY   organization   Set science-based GHG emissions   reduction target — validated   by SBTi   On track to hit net zero    by 2025.  The EY organization carbon   ambition launched in 2020,   including a seven-point action   plan that sets out specific actions   we would take to move from   ambition to action. Read more   about the plan here.  Obtain assurance over GHG   emissions reporting.   Have obtained limited assurance   over GHG reporting for FY22   and FY23.  Reduce overall absolute GHG   emissions by 40% by 2025.  In FY23, have reduced overall   absolute GHG emissions by 43%   compared to FY19 baseline.  Reduce business travel GHG   emissions by 35% by 2025.  In FY23, have reduced business   travel GHG emissions by 59%   compared to FY19 baseline.  Procure 100% renewable energy   for office electricity usage   by 2025  In FY23, have procured 50%   of renewable energy for office   electricity, and are on track to    hit RE100 by FY25.  Require 75% of EY suppliers    to set science-based targets    by 2025.  At the end of FY23, 55%    of suppliers have set    science‑based targets.  82 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 83,
      "text": "EY commitments to NZFSPA and progress made  Reasons why investors and other advocates do not see certain climate accounting    and disclosure considerations in the financial statements today   •\t Long-term goals in respect to climate do not necessarily   translate into a current impact on the financial statements   as they do not yet meet requirements for recognition.   For example, standards only permit a recognition of   a provision because of a past event (when a liability   is incurred). Obligations cannot be recognized for   anticipated restructurings until there is a legal obligation   to restructure. Similarly, an expression of a general   commitment to align to the Paris Agreement or to offset   GHG emissions is unlikely to give rise to a liability recorded   in the financial statements.   •\t Companies are required to only disclose information   about the assumptions they make about the future and   other major sources of estimation uncertainty that have a   significant risk of resulting in a material adjustment to the   carrying amounts of assets and liabilities within the next   financial year.   •\t Even though climate-related factors may be present, no   write-downs will be required if the assets are recoverable   through the estimated cash flows over their remaining   useful lives.   •\t If a reduction in useful life is warranted (i.e., due to a   change in the ways finite lived assets are used), such   changes are typically accounted for prospectively resulting   in a shorter useful life and higher depreciation expense   over the remaining useful life rather than a single “catch   up” charge in the current period. It is possible to have   a change in useful life and an impairment arising at the   same time.   •\t Prices under different Paris Agreement scenarios are not   necessarily market prices/fair values which accounting   standards typically require to be used.   •\t There are numerous pathways that are aligned to the Paris   Agreement, and companies’ management would consider   those pathways in relation to their circumstances in   determining a best estimate.   •\t The impact of climate risk cannot be readily or easily   disaggregated from the key assumptions that are   commonly used in financial statements such as discount   rates, growth rates or market-based commodity price   assumptions.   Audit Metrics and Additional Disclosures — Companies EY audits  The Audit Metrics and Additional Disclosures cover the 43 companies audited by EY member firms and which are identified    on the Climate Action 100+ companies list. The list comprises companies that (i) have carbon intensive operations and    (ii) are considered by Climate Action 100+ to have the greatest impact on climate change.   •\t AES Corporation   •\t Airbus Group   •\t ArcelorMittal   •\t BHP   •\t Bluescope Steel Limited   •\t CEZ, A.S.   •\t Coca-Cola Company   •\t China National Offshore Oil Corporation (CNOOC) Limited   •\t ConocoPhillips   •\t Danone S.A.   •\t Delta Air Lines, Inc.   •\t Ecopetrol Sa   •\t ENEOS Holdings Inc   •\t ENGIE   •\t Equinor   •\t Formosa Petrochemical   •\t General Motors Company   •\t Hitachi, Ltd.   •\t Holcim Ltd (fka LafargeHolcim Ltd)   •\t Koninklijke Philips NV   •\t Korea Electric Power Corp   •\t Lockheed Martin Corporation   •\t Nestlé   •\t Nissan Motor Co. Ltd   •\t OMV AG   •\t Origin Energy   •\t PACCAR Inc   •\t Phillips 66   •\t PTT   •\t Reliance Industries   •\t Santos Limited   •\t Shell plc (fka Royal Dutch Shell plc)   •\t Siemens Energy   •\t SK Innovation Co. Ltd   •\t SSAB AB   •\t SSE PLC   •\t Stellantis NV (fka Fiat Chrysler Automobiles NV)   •\t Toray Industries, Inc.   •\t TotalEnergies SE   •\t United Airlines Holdings, Inc.   •\t Vedanta Ltd   •\t Volkswagen AG   •\t Walmart, Inc.   83 2023 EY VALUE REALIZED    "
    }
  ]
}