{
  "title": "WEF-IBC Stakeholder Capitalism Metrics",
  "data": [
    {
      "page_number": 70,
      "text": "METRICS  WEF-IBC Stakeholder Capitalism    "
    },
    {
      "page_number": 71,
      "text": "WEF-IBC Stakeholder   Capitalism Metrics —    summary tables  As part of EY membership in the World Economic Forum’s   International Business Council (WEF-IBC), we include the   WEF-IBC Stakeholder Capitalism Metrics in this report.   The EY commitment to report on the metrics is subject   to the “disclose or explain” principle. The EY global   organization includes member firms that are structured in   different ways. Certain metrics may request data that may   not adequately measure EY contribution to stakeholder   capitalism. Where applicable, narratives and explanations   have been provided in response to the metric.   Meet Joseph   EY partner and Uplift social equity storyteller  71 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 72,
      "text": "Reporting against the WEF-IBC Stakeholder Capitalism Metrics  Principles of governance  Theme  Metric  EY disclosure  Governing   purpose  Setting    purpose  The EY organization exists to build a better working world, helping create long-term value for clients, people   and society and build trust in the capital markets.  Enabled by data and technology, diverse EY teams in over 150 countries provide trust through assurance   and help clients grow, transform and operate.  Working across assurance, consulting, law, strategy, tax and transactions, EY teams ask better questions to   find new answers for the complex issues facing our world today.  Quality of   governing body  Governance   body   composition  EY leadership teams include the EY Global Executive, Area and Regional Managing Partners, the Global   Governance Council, industry leaders and the Global Practice Group. Refer to page 47 for more information   on EY leadership groups and page 58 for gender diversity figures.   The EY Global Executive is measured against EY NextWave strategy key performance indicators, including   monitoring progress on diversity, equity and inclusiveness goals, lives impacted through the EY Ripples   program, and carbon ambition progress.   As part of EY efforts to fully integrate sustainability into our strategic priorities, we are continuing to   strengthen our formal governance structure for greater oversight and accountability over material topics,   which includes a reconstituted Corporate Responsibility Governance Council.  Stakeholder   engagement  Material issues   impacting   stakeholders  To understand the most critical interests of EY stakeholders, we completed a comprehensive reassessment   of the material environmental, social and economic issues relevant to the EY organization in FY22.  The results of this global materiality assessment are informing the EY business strategy, goal setting,   resource allocation, external disclosures, and identification and management of risks. The materiality   assessment will be updated in FY24 as part of regulatory readiness preparation and in line with double   materiality standards.   For more details on the materiality assessment process, results and how the EY organization is addressing   material topics, refer to pages 52–54.   Principles of governance  Theme  Metric  EY disclosure  Ethical   behavior  Anti-corruption  In addition to the annual training on the EY Code of Conduct, the EY organization has a suite of policies and   guidance to address conflicts of interest and financial crime, including the Anti-Bribery Global Policy and   the Hospitality & Gifts Global Policy, supported by robust training and communications program. Annual   Financial Crime learning is mandatory for all EY people.   The EY organization also has a global policy codifying the requirement that EY people report any concerns   about corruption or other behavior that does not comply with the EY Global Code of Conduct or applicable   laws and regulations (the NOCLAR policy, or Reporting fraud, illegal acts and other non-compliance with   laws, regulations and the EY Global Code of Conduct).  In addition to a strong internal culture, EY member firms practice in a highly regulated environment that   includes rigorous reporting obligations of unlawful conduct (including self-reporting).  The EY Global Anti-Bribery Policy is accompanied by an anti-corruption compliance program, which is   reviewed on a quarterly basis, and applicable to all EY member firms, partners and employees.  72 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 73,
      "text": "Principles of governance  Theme  Metric  EY disclosure  Ethical   behavior  Protected   ethics advice   and reporting   mechanisms  The EY organization provides mandatory annual training on the EY Global Code of Conduct and its   associated ethics program, supported by communications throughout the EY network of member firms.   The EY/Ethics Hotline provides EY people, clients and others a means to report confidentially any activity   or concern that may involve unethical or illegal behavior that is inconsistent with the EY Global Code of   Conduct, or to ask questions about ethical concerns. All reports received are given careful attention, and all   reports are acknowledged in a timely way.   A link to the hotline is prominent on EY internal websites, and is also available through an external link.   Reports may be submitted in any language.  EY/Ethics is operated by an independent external organization, NAVEX, which provides confidential and, if   so desired, anonymous hotline reporting solutions for organizations worldwide. NAVEX collects information   from the reporter and then passes the report to EY escalation channels for follow-up and investigation.   According to the EY Global Code of Conduct, the EY organization does not permit retaliation of any kind   for good faith reports of perceived illegal or unethical behavior. Also set forth by the EY Global Code of   Conduct is the understanding that no client or external relationship is more important than the ethics,   integrity and reputation of the EY organization, and we will withdraw from working for any clients that put   EY people under undue pressure or threaten them in exercising their professional duties, and employees are   encouraged to speak up whenever they are aware of such behavior.  The EY NOCLAR policy (Reporting fraud, illegal acts and other non-compliance with laws, regulations   and the EY Global Code of Conduct) also provides guidance on both internal and external mechanisms for   reporting concerns.  The EY organization additionally has global guidance which establishes that member firms are responsible   for implementing procedures to receive, investigate and resolve complaints and allegations about (a) failures   to perform engagements in accordance with laws, regulations, and professional standards to which   they are subject; and (b) non-compliance with the EY policies including those with respect to relevant   ethical requirements.  Principles of governance  Theme  Metric  EY disclosure  Risk and   opportunity   oversight  Integrating risk   and opportunity   into business   process  The EY organization takes a comprehensive and forward-looking approach to the enterprise risk   management process that seeks to protect and enhance the EY organization’s positioning in the market.   The EY Risk Management function contributes to long-term value and trust creation through enabling   responsible growth in a fast-changing world within EY leadership’s appetite for risk. Given the fluid and   multidimensional ways in which a risk or risks can materialize in any jurisdiction, the EY organization benefits   from a wide-ranging network of professionals that can rapidly respond as and when needed.   Engagement across Global, Area, Region and member firm levels is critical to identify and actively monitor   matters as close to real time as possible. The EY global risk categories are assessed through regular senior   business leadership reviews and overseen by the Global Executive. For example, the Global Chairman and   CEO is the executive sponsor for the key risk categories: macroeconomic and geopolitical, and insider threat   and culture and business conduct.  The EY organization has identified 15 key risk categories:  •\tFinancial crime   •\tBusiness continuity and crisis   response   •\tInsider threat and culture and   business conduct   •\tRegulatory and public policy   •\tData protection and data ethics   •\tCybersecurity   •\tInformation technology   •\tProgram governance and   execution   •\tThird party   •\tTalent management  •\tService innovation   •\tMacroeconomic and geopolitical   •\tClient acceptance and continuance   •\tIndependence   •\tESG  The EY organization utilizes Archer, a tech-enabled risk management solution, to manage the planning,   monitoring and mitigation of each key risk category. Through ongoing internal consultation, the ESG risk   category has been a focus and further developed during FY23 to include a range of subcategories across   strategy execution, regulatory compliance, climate risk, market relevance, additional third-party acceptance   and continuance criteria and employee sentiment.   The ESG risk assessment has surfaced numerous ways in which EY operations or market positioning could   be threatened from ESG risks, and specifically climate-related risks. Climate-related risks threaten to   impact businesses and communities with which the EY organization works around the world, which is why   a TCFD assessment was performed to evaluate potential implications for our work with clients and broader   stakeholders. For more information about our TCFD analysis, see page 33.   Reporting against the WEF-IBC Stakeholder Capitalism Metrics  73 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 74,
      "text": "Reporting against the WEF-IBC Stakeholder Capitalism Metrics  Reporting against the WEF-IBC Stakeholder Capitalism Metrics  Planet  Theme  Metrics  EY disclosure  Climate change  Greenhouse   (GHG)   emissions  The EY organization decreased GHG emissions by 43% in FY23 compared to the FY19 baseline year. Over   this same period, Scope 1 and 2 emissions have increased 3%, Scope 3 travel-related emissions decreased by   59% and Scope 3 other emissions have decreased by 11%.  To reflect the increasing proportion of electricity that is procured from renewable sources, in FY23, Scope   2: purchased electricity GHG emissions using a market-based method have been reported. This method   includes consideration of contractual arrangements under which the EY organization procures electricity   from specific suppliers or sources, such as renewable energy.  EY Scope 1, 2 and 3 emission disclosures and details on the EY carbon ambition can be found on page 62   and page 31.  In FY23, we continued to implement a GHG emissions tracking system across member firms, and we   obtained external assurance over our GHG emissions inventory. For more information on GHG emissions   tracking, refer to page 62. Details of the external assurance can be found on page 68.  The EY organization has set an ambition to be net zero in 2025 and is delivering its carbon ambition and   continues to actively reduce its absolute GHG emissions in line with its SBTi-validated 1.5°C pathway.  Additional information on the seven actions to accomplish the EY carbon ambition to be net zero in 2025    can be found here.   TCFD   implementation  EY published its first global TCFD report this past year. The process of preparing the research and analysis   for the TCFD report provoked self-reflection. Taking stock of our climate governance, considering our climate   strategy and risk, and tracking progress against our GHG emissions goals highlight both the achievements   for which we can be justifiably proud and where we need to focus our efforts to move faster. The report   provides more information on how we’re assessing and addressing climate impacts for EY people, operations   and clients.  Planet  Theme  Metrics  EY disclosure  Nature loss  Land use and   ecological   sensitivity  Annually, the EY organization conducts an analysis to review EY office locations to understand if they are   in or adjacent to key biodiversity areas. This year’s analysis used the internally developed EY NAT tool to   conduct the assessment, which is a geospatial tool that collates data from more than 35 nature-related maps   to automate the identification of biodiversity and nature-related impacts.   The analysis determined that 49 EY office locations, representing approximately 6% of EY office locations   and approximately 4% of the global EY headcount, are within the buffer zone key biodiversity areas (KBAs).   This is an increase from last year’s assessment due to the addition of a buffer zone, when previous years   included sites which fell directly within a KBA.  As a global network of member firms, EY locations are predominantly in major urban and business centers.   The location selection process is driven by proximity to EY clients, talent pool and business case; key   selection criteria includes a Class A office building that is well located within the city and will meet the needs   of clients, internal governance and enablement of the workforce.   We are pleased that the recent KBA mapping analysis confirmed that most offices are not in or adjacent to   key biodiversity areas. Land use management action plans are under development and the location selection   processes continue to align with EY sustainability efforts.   Fresh water   availability  Water   consumption  The EY organization WRI Aqueduct water risk assessment review covered all EY offices globally.   This year’s analysis used the internally developed EY NAT tool to conduct the assessment, which is a   geospatial tool that collates data from more than 35 nature-related maps to automate the identification of   biodiversity and nature-related impacts.   In FY23, 25% of EY office locations, representing 40% of EY headcount, were deemed to be in high or   extremely high baseline water stress areas.  A global data management system has been implemented to track and report water usage. Water   management action plans will be developed to reduce our own consumption, further reduce water-related   risks and support the local communities in which we operate, especially those in areas of high or extremely   high baseline water stress.   74 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 75,
      "text": "Reporting against the WEF-IBC Stakeholder Capitalism Metrics  People  Theme  Metric  EY disclosure  Dignity and   equality  D&I  We are committed to nurturing an environment where differences are valued, practices are equitable, and   everyone experiences a sense of belonging at the EY organization. To demonstrate commitment to DE&I, the   EY Global Executive signed the Global Executive Diversity, Equity & Inclusiveness Statement, reinforcing DE&I   as a key business lever, and ensuring that the EY organization holds itself accountable for progress.  The EY organization set a consistent path around the world through the DE&I Roadmap and Culture Change   Continuum, the approach and methodology for DE&I. This is brought to life by the EY Global Diversity, Equity   and Inclusiveness Steering Committee (GDEISC), made up of senior leaders from around the world who   explore challenges, surface successful practices and collaborate on meaningful solutions.   For accountability to DE&I progress across the EY organization, the Global DE&I Tracker is used as a   measurement of diversity and inclusiveness that covers a range of differences, both visible and not visible,   including people’s lived experiences.  We also continue to scale our Neuro-Diverse Centers of Excellence and work with clients to support their   own neurodiversity programs. As part of the EY organization’s role with The Valuable 500 — a global   initiative of 500 organizations committed to innovating together for disability inclusion, the EY organization   has published expanded disability disclosures and commitments this year. Refer to page 18 for details on   disability inclusion.  Our DE&I focus spans all levels of the EY organization, including the EY partnership where we are committed   to strategies to support a greater balance and mix in terms of gender and other locally-defined diversity   dimensions. This year, EY is expanding our disclosures to include the percentage of women among new   partners, across the three areas of the EY global organization.   Refer to page 14 for details on DE&I at EY and page 58 for data on workforce diversity.  People  Theme  Metric  EY disclosure  Dignity and   equality  Pay equality  In 2022, a standard pay equity analysis methodology and resources to support this work was made available   across all EY locations. This supports consistency in assessing pay levels between men and women across all   EY employees. The Regions/countries conduct a pay equity review which either uses this new methodology,   another methodology that was vetted by the EY Total Rewards team, or a methodology that is required by   local governing law.   The EY organization is committed to pay equity for EY people as part of broader social equity efforts driven   through our talent processes. This focus on pay equity enables us to advance on the broader topic of pay   equality. Equity in opportunities, advancement and compensation is a business imperative, and we work hard   to promote fair practices for all EY people. In direct support of our commitment, we have processes and   policies that focus on equitable compensation. An employee’s compensation is designed to be competitive   in the market based on the role they are performing, to be connected to an individual’s knowledge, skills,   experience and performance, while being equitable internally.  To be equitable internally, people should be   similarly paid for similar skills when performing similar work, across genders. Member firms comply with   the various applicable statutory reporting obligations on pay gaps at the country level, e.g., UK and Ireland,   where pay gap reports are published annually.   Wage level  An entry-level wage assessment was performed and confirmed that 100% of EY employees are paid above   the applicable jurisdiction’s minimum wage.  75 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 76,
      "text": "Reporting against the WEF-IBC Stakeholder Capitalism Metrics  People  Theme  Metric  EY disclosure  Dignity and   equality  Risks for    incidents of    child, forced    or compulsory   labor  Following the first EY Global Human Rights statement in 2021, teams were engaged across the EY   organization to identify initiatives across EY people, clients, suppliers and communities that would reinforce   the EY commitment to respect and uphold human rights.  Over the course of the last year, the EY organization has:   •\tLaunched a training for all EY people to promote further understanding of human rights in the context   of business.   •\tConducted listening sessions with EY people to understand key topics and pressing questions, and to   inform a toolkit for EY people to better understand and act on Human Rights considerations.   •\tRefreshed the HR toolkit following recommendations collected from EY people during listening sessions.   EY responsibility to respect human rights extends beyond the direct operations of EY member firms into   their supply chains, where we seek to influence the broad adoption of labor rights and maintain an active   view of the human rights performance of direct and indirect suppliers.   Just as the EY Global Code of Conduct sets out the standards of ethical behavior expected of every EY   person, the EY Supplier Code of Conduct does the same for EY suppliers. The EY Supplier Code of Conduct   outlines expectations around issues including sustainability, human rights, modern slavery and child labor,   and suppliers are asked to verify their adherence and standards at the RFI/RFP stage (and reaffirming at   the time of contract execution). At the RFI/RFP stage, responses to environmental and social sustainability   questions are scored and weighted and influence the supplier selection.   In addition, the EY Supplier Portal provides EY procurement professionals with visibility of the capabilities   of current and potential suppliers. Suppliers meeting certain spend thresholds complete a self-assessment   questionnaire so decision-makers can better understand the suppliers’ social and environmental policies,   practices and certifications. Questions cover topics such as modern slavery, ISO 14001 certifications and   how they monitor standards in their own supply chain.  In FY24, we will continue to focus on operationalizing the statement including:   •\tRevisiting our human rights statement to ensure it remains relevant   •\tEngaging with the relevant business functions and working groups to address potential human rights risks  •\tEncouraging the uptake of recently launched training for all EY people   People  Theme  Metric  EY disclosure  Health and   wellbeing  Health and   safety  The health and safety of EY people is paramount and is supported by global policies and procedures in place   to ensure workplace safety.  To support the mental and physical health of EY people, the EY organization has over 100 wellbeing   programs globally, many of which expanded in the last year. The programs span across physical, social,   mental emotional, and financial wellbeing. Refer to page 11 for more detail.   Skills for   the future  Training   provided  The EY organization is investing in its people’s development so they can build the transformative mindsets   and tech skillsets needed to deliver exceptional client service and thrive. EY Badges give our people the   opportunity to develop and obtain credentials in future-focused skills, while increasing career value and   professional visibility.   Over 410,000 badges and 274 degrees have been awarded to date across all graduate degree programs,   including 19 graduates from the first cohort of the Masters in Sustainability launched in FY22.   Refer to page 11 for more details on EY investments in lifelong learning and page 57 for data on training   programs and spend.   76 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 77,
      "text": "Reporting against the WEF-IBC Stakeholder Capitalism Metrics  Prosperity  Theme  Metric  EY disclosure  Employment   and wealth   generation  Absolute number   and rate of   employment  Absolute number and rate of employment data are available on page 58.  Economic   contribution  In FY23 combined EY global revenues were US$49.4 billion and a significant portion of revenues are used   for employee wages and benefits and compensation to the owners.   Total community investment was in excess of US$164 million.  The EY organization does not currently report payments to providers of capital and governments and   financial assistance received from the government, as it does not significantly demonstrate the EY   contribution to economies. Refer to page 35 for information on EY community investment efforts beyond   what can be monetized and page 61 for data on EY societal value through the number of lives impacted and   community investments.   Financial   investment   contribution  Capital expenditures across the global organization in FY23 amounted to US$869 million; however, the   EY businesses are not capital intensive. For a more thorough view of EY investments refer to page 24.   Financial investment contribution is measured through CapEx as it relates to EY member firms. Share   buybacks and dividend payments are not recorded given that the EY organization consists of separate   member firms, a number of which are private partnerships.  Prosperity  Theme  Metric  EY disclosure  Innovation in   better products   and services  Total R&D   expenses  This year, the EY organization invested $3.6 billion in people, technology, and innovation — part of the $10   billion, three-year commitment announced in FY21.  As a professional service organization, our innovation efforts extend beyond the traditional research and   development definition; instead, our investments in developing better products and services to serve clients   and EY people better captures the current focus on innovation.   Refer to page 24 for more information on our innovation focus and efforts.   Community and   social vitality  Total tax paid  Due to the EY ownership structure, a significant component of the taxes related to EY revenue is paid by the   individual owners of the member firms (e.g. partners), and not directly by the member firms themselves. The   EY organization does not have access to the personal information regarding the income taxes paid by these   individual owners of the member firms. In general, EY individual member firm owners pay tax at or near the   highest marginal rate in their respective home jurisdictions. Other taxes paid throughout the EY organization   are not currently reported at the global level.  77 2023 EY VALUE REALIZED    "
    }
  ]
}