{
  "title": "Basis of reporting",
  "data": [
    {
      "page_number": 84,
      "text": "REPORTING  Basis of    "
    },
    {
      "page_number": 85,
      "text": "Basis of reporting  This document provides additional details about the approach and   methodology for key metrics. Some of these metrics have obtained limited   assurance, and will be indicated accordingly. This document is ancillary   information to the EY Value Realized 2023 report.   EY Philippines 76th anniversary celebration  Meet Helen   EY partner and Uplift social equity storyteller  85 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 86,
      "text": "EY Ripples, the EY corporate   responsibility program, is anchored in   a long-term goal to positively impact   1 billion lives by 2030.   Our key focus areas are:  •\t Supporting the next generation workforce  •\t Working with impact entrepreneurs   •\t Accelerating environmental sustainability  The focus areas were chosen to align EY strengths with the   United Nations Sustainable Development Goals (UN SDGs).   Activities outside of these focus areas are not recorded as   part of EY Ripples.   There are two key metrics to assess the impact of EY Ripples:  •\t Lives impacted  •\t Ripples participation   Lives impacted methodology   The lives impacted methodology for measuring social value   is based on the long-term value impact pathway, which is a   theory of change that provides a framework for monitoring   and evaluating outcomes and impacts. The methodology   measures the outcome and value addition of EY initiatives   in the community. It quantifies the impact by specifically   evaluating how many lives were positively impacted from   the initiative through assessing both the breadth and   depth of impact the EY Ripples initiatives are having.   The methodology uses the EY Ripples Portal data, as well   as external data sources.  As a conservative approach, only those who interact   directly with the primary beneficiary are considered   indirect beneficiaries for each initiative. Each focus   area of the EY Ripples program requires its own set of   assumptions, approaches, and beneficiaries for calculating   the lives impacted.   Quantifying depth of impact was arrived at through   stakeholder interviews and external third-party research.   The EY organization has also integrated country-level SDG   performance scores into its measurement approach to   assess attribution in a systematic way where activity specific   data is not available.   As part of quality control and data validation, the data from   the EY Ripples Portal is routinely validated by the EY Ripples   Global Measurement and Reporting (M&R) team.   EY Ripples participation methodology   In the context of EY Ripples, participation is defined as the   number of EY individuals who are using or have used their   knowledge, skills and experience and energy to deliver   initiatives. Unique participation ensures all EY individuals   are only included once. All EY employees, partners and   principals can take part in EY Ripples.   The EY Ripples Portal serves as a recruitment platform,   with the primary goal of matching EY people with Ripples   opportunities. It is a one-stop-shop for people to create,   manage and participate in EY Ripples initiatives.   Participation is tracked as part of the lifecycle of an initiative.   Once an initiative is approved and published on the EY   Ripples portal, potential participants can locate it and apply.   An initiative owner will approve or decline based on a set of   standards for the volunteer role. Once an initiative is running,   approved applicants become participants. At an initiative’s   conclusion, an automatically generated feedback survey is   sent to all those who registered for an initiative and were   approved. If the individual’s response is that they did not   participate, they are removed from the participation count.   If they respond otherwise or do not respond, they continue to   be included in the count. This acts as a control to ensure we   maintain the accuracy of recorded participation numbers.   Participation is the sum of all registrations that are approved   or completed. The identifier that is used to track individual   participants is the EY email address. In cases where this is   not known, overall participation numbers for an initiative will   be used. The EY Ripples Power BI dashboard is used to track   details on participation, as well as other information such as   number of direct beneficiaries.   Third-party assurance has been obtained over EY Ripples   Participation.   Lives impacted and EY Ripples participation   Lives impacted methodology   Direct   beneficiaries +  Indirect   beneficiaries =  Total   beneficiaries ×  Attribution   rate*  =  Lives    impacted  Direct beneficiaries   are the individuals   who are directly   involved with and   benefits from an EY   Ripples initiative,   such as an impact   entrepreneur   or student.  Indirect beneficiaries   are individuals who are   in some way related   to a direct beneficiary,   and indirectly benefits   from an EY Ripples   initiative, such as the   customers of an impact   entrepreneur, or the   household of a student.   The total of direct   and indirect   beneficiaries.  The attribution rate is assessed   using a combination of data   collection (e.g., surveys) and   impact modelling approaches.   Impact modeling considers   assessments of the depth of   impact of the activities and   as well as the counterfactual   based on local gaps to the   UN SDGs  86 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 87,
      "text": "Community investment   EY Community Investment (CI) is the total   of monetary value of time contributions    by EY personnel for community initiatives   and cash investments.   This includes contributions from EY Ripples, the EY Corporate   Responsibility Program, but is also inclusive of other skilled   and traditional volunteering activities, pro-bono activities and   corporate responsibility (CR) functional staff time.   The CI data collection and reporting process is performed   quarterly, and ongoing data validation occurs as part of   this process. Third-party assurance will be obtained over   this metric. Local teams input their relevant data into a   centralized source, Enablon.  The measurement approach for CI is based on the Business   for Societal Impact (B4SI) Framework, which allows   companies to measure, strategically analyze and enhance   the impact and business benefits of activities that fall   outside of core business operations.  Measurement approach for community investment  Value of time    contributions  +  Non-time-based contributions   (cash investment)  =  Total value of   community investment  Monetary value of hours invested by EY   People. This includes time contributions beyond   EY Ripples including pro bono, low-bono,   skills‑based and traditional volunteering.  Total value of cash investment for benefit   of community including cash, selected   sponsorship, Corporate Responsibility staff   costs and program management expenses  Monetary value of total   investments in community   that can be monetized  Contribution type definitions   Time contributions  Non-time contributions  •\t Pro bono/low bono: Contributions of EY core service offerings to   nonprofit organizations to deliver defined engagements and    seconded EY people.  •\t Skills-based volunteering: Where employees share their skills,   knowledge and experience, supporting a community program.   Most time (in hours) related to the EY Ripples program is    skills-based volunteering.   •\t Traditional volunteering: Where employees give their time to    organize or participate in a community program outside of    skills-based volunteering.   •\t Cash: gross monetary amount paid to support a nonprofit/   community project  •\t Selected sponsorship: sponsorship to nonprofit organizations events   whereby a defined element is for social impact.   •\t CR function staff costs: this includes overheads associated with    having and running a CR function.   •\t CR Program management expenses: costs incurred on the CR budget    to deliver community activity.   •\t Equipment and facilities: costs of resources donated to a nonprofit  87 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 88,
      "text": "GHG emissions   Assessing net carbon emissions  Direct    GHG   emissions   (Scope 1)  +  Indirect GHG   emissions from   electricity   (Scope 2)  +  Indirect GHG   emissions from   business activities   (Scope 3)  −  Carbon   offsets =  Net    GHG   emissions   Scope 1 emissions are   largely from the EY   organization car fleet   and the use of gas in   EY offices. To enable   consistency in reporting   and aggregation, the   same emissions factors   are used globally for   this category.  Scope 2 emissions are   calculated using the amount   of electricity used multiplied   by a local GHG emissions   factor. Purchased electricity   generated by renewable   energy provides an   opportunity to lower Scope   2 emissions (when market-  based reporting is applied).  Scope 3 emissions are    calculated based on the scale   of the activities multiplied   by different GHG emissions   factors. This includes emissions   associated with business    travel, waste, employee   commuting, remote working    and fuel-and-energy-related   activities (FERA).  Verified GHG   emissions   reductions   (either   sequestered   or avoided)   elsewhere are   purchased to   offset our GHG   emissions.  We measure our greenhouse gas   emissions and offsets to validate   progress toward our carbon ambition    to become net zero in 2025.  GHG emissions are calculated in line with the EY global   carbon footprint methodology. This is based on the GHG   Protocol Corporate Accounting and Reporting Standard   developed by the World Resources Institute (WRI) and World   Business Council for Sustainable Development (WBCSD).   Emissions calculations use 2022 conversion factors published   by the UK Department for Business, Energy & Industrial   Strategy or locally published factors where appropriate.   Conversion factors used to calculate emissions from air travel   include the impact of “radiative forcing”. For the purposes   of calculating its carbon footprint, an operational approach   is used to identify the emissions sources within the EY   organization’s immediate control.  Scope 1 and Scope 2 emissions, which primarily relate   to office energy use, are consolidated, and reported on   this basis. Emissions from office energy consumption   are calculated using activity data representing   approximately 90% of the global office portfolio based   on FTE.  Scope 3 emissions that occur in the EY value chain have   been included and estimated on the basis of materiality   and alignment to our Science-Based Target (SBT).   Figures include emissions relating to the following scope   3 categories:   •\t Category 3: fuel- and energy-related activities  •\t Category 5: waste generated in operations  •\t Category 6: business travel  •\t Category 7: employee commuting (inclusive of    remote working)  Since setting our SBT in 2020 and because of achieving   sizeable reductions in our footprint, our Category 1:   Purchased Goods & Services emissions have become a   more material portion of our overall footprint. In FY23,   we conducted an assessment of these emissions using a   hybrid methodology: a combination of supplier-specific   and secondary activity data. Our FY23 Category 1:   Purchased Goods & Services were 284k tCO2e.  Software is used to gather and calculate data provided   by individual EY member firms where available. Data is   then extrapolated to account for the remainder of the   global EY organization to reach the complete footprint.  It is expected that the level of estimates will decrease   over time as the availability, specificity and quality of   activity data improves with the further implementation   of the software. As of FY23, offices covering   approximately 90% of gross rentable area.   The EY Global Carbon Footprint has been developed   and separately assessed by carbon accounting   specialists in the EY Climate Change and Sustainability   Services (CCaSS) team. Third-party assurance has been   obtained over:  •\t GHG emissions  •\t GHG emissions intensity   •\t Energy consumption  •\t Total carbon credits retired  88 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 89,
      "text": "Diversity, equity and inclusiveness  As part of evaluating progress toward DE&I, the EY organization conducts an ongoing assessment over key metrics that are presented on   a global level. A full breakdown of metrics reported externally can be found throughout this report, as well as outlined below.  Metric  Description and key definitions   Gender representation of    total headcount, by role  Headcount is the distinct number of EY employees, excluding non-employees at the last month-end   of the fiscal year. Examples of non-employees who are excluded from DE&I metrics are contractors   and interns. Partners are included in the total headcount.  The EY organization reports gender at the time of hiring. At the global level, data is consolidated into   three fields and only two are reported externally (women and men).  Total people gender representation:   Gender representation = (number of employees in specified gender ÷ headcount) x 100  Gender representation of headcount of roles by gender:   % of gender in role = (number of employees in specified gender in the role ÷ headcount in role) x 100  Roles: the people title status within the EY organization at the end of the fiscal year, further classified   by service line (client serving vs. internal)  Headcount at role: The total number of people, excluding non-employees and interns, with the   specific role at the end of the fiscal year within the service line   Leadership by gender including:  •\tThe Global Executive (GE)  •\tRegional Managing Partners (RMPs)  •\tIndustry sector leaders  •\tGlobal Practice Group (GPG)  •\tGlobal Governance Council  •\tGlobal Client Service Partners (GCSPs)  •\tPartners, Principals, Executive Directors   and Directors (PPEDD) by region  The makeup of appointed leadership bodies broken out by gender.   •\tThe GPG consists of the GE members; the Deputy Area Managing Partner (AMP) and the Talent,   Markets, Risk and service line leaders for each Area; the RMPs; such other persons as the   Global Chairperson, Chief Executive Officer, Global Managing Partner — Business Enablement,    or the Global Managing Partner — Client Service shall determine from time to time.  •\tGCSP — lead client service coordinators on the largest EY clients across the globe.  •\tPPEDDS are the positional leadership role and are shown broken out by geographic management   area and gender.  Metric  Description and key definitions   Total Promotions  Total of people who have progressed in positional roles within the organization during the FY, noting   that promotions are not the same as rank or grade changes. Promotions are people moving “up”   (numerically lower) within their staff class. This is based on the day their role changed within HR,    not based off the day it was announced.  Percentage of women among new   partners/principal  Number of women ÷ total number of employees announced as promoted to partner/principal at the   close of the fiscal year  % of women among partners/principals    by Area  The number of women in the partner/principal position within each management Area.   % of women = number of partner/principal women in area ÷ total partners in the area  •\tTotal partners is the total number of all partner/principals (not including announced promotions)   within each respective Area  Hiring data by gender and age  Reflects the number of individuals who have started new within the firm for the period. Excludes   anyone who changed legal entities but rather is a new member to EY as whole. This number   includes interns.  By gender:   Hires by gender = (total specific gender hires ÷ total number of hires in the 12 months) x 100  By age:   Hires by age = (total hires in the identified age range ÷ total number of hires in the 12 months) x 100  89 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 90,
      "text": "Metric  Description and key definitions   Attrition rate overall and by gender,    and age  Overall:   Attrition rate = (Turnover ÷ Average headcount) x 100  Turnover = total separations for the past 12 months (excluding interns, employees identified as   temporary or non-employee).   Average headcount = sum of total headcount per month of the year ÷ 12 months  By gender:   Attrition rate by gender = (Gender turnover ÷ average gender headcount for gender over the past   12 months) x 100  Gender turnover= total separations for the specified gender over last 12 months  Average gender headcount = sum of gender headcount per month for the year ÷ 12 months  By age:   Attrition rate by age = (number of separations in identified age range ÷ average gender headcount   for the past 12 months) x 100  Headcount data by role and age  Gender representation of headcount of roles by age:   % of EY people in specified age range in the role = (number of employees in specified age range at   the role ÷ total headcount at role) x 100  Roles: the people title status within the EY organization at the end of the fiscal year, further classified   by service line (client serving vs. internal).   Headcount at role: The total number of people, excluding non-employees, with the specific role at   the end of the fiscal year within the service line.   Administration roles is inclusive of multiple roles across the administration function, which support   all service lines.   The metrics for which assurance has been obtained are below:\t  •\t Total headcount, and gender representation   •\t Percentage of women among global PPEDDs   •\t Percentage of women among new partners  •\t Gender representation by rank   •\t Gender representation of attrition  •\t GPG gender representation   Diversity, equity and inclusiveness  90 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 91,
      "text": "Learning  At the EY organization we have two key channels for   formal learning:  •\t EY Learning catalog: a list of courses available to EY   people globally   •\t EY Badges: e-learning courses combined with on‑the‑job   experiences enable employees to earn digital badges in   a variety of future-focused skills (e.g., data visualization,   data science and artificial intelligence, transformational   leadership). The EY organization tracks the number of   badges awarded globally annually and over the lifetime of   the program. Learning hours for badges are included in   total learning hours consumed.  SuccessFactors is the EY integrated global Talent platform   where EY manages learning and provides other core   HR services to employees. All EY training opportunities   are offered within this platform. When a learning event   is completed, it is tracked within the SuccessFactors   Learning Management System (LMS). Key data inputs   such as headcount and expenditures are required for the   training metrics. CoreHR, a subset of SuccessFactors, is the   employee-facing portal, where all HR data can be managed   and maintained. Mercury is the EY time and expense tracking   platform and is the source for expenditure data for training   metrics. There is a culture of informal learning at the EY   organization (for example, mentorship, sponsorship, events   and teaming) that is likely not captured in EY systems.   EY global learning leaders align EY learning metrics to the   WEF guidance. Training metrics monitored at EY focus on:  •\t Learning hours presented in total hours delivered   (completed) for the EY organization, as well as learning   hours delivered per person.  •\t Learning expenditures consider the total investment   in training, including travel for EY people and the   direct spend on learning design, development and   deployment of formal learning, which is learning   courses and classes that are provided and tracked in   SuccessFactors, (including EY Badges and degrees).   Training expenditures are also reported per person.  The metrics for which third-party assurance has been   obtained are:   •\t Total investment in training and average expenditures   per person   •\t Total learning hours delivered and average hours of   formal learning per person   •\t Average hours of formal learning per person   •\t Average hours of formal learning per gender   Metrics utilized by management for business decision-making purposes include:   Metric  Description and key definitions   Learning hours delivered  An aggregated total of all course hours consumed by EY individuals globally. Direct figure from Global   Learning Dashboard, no calculations required.  Total direct investment in training ($US)  Total direct expenditure per full time employee is derived from dividing the total direct investment   expenditure by the number of employees total — this includes both client and non-client serving staff   across all EY member firms and operations.  Total direct investment in training includes Global and Region (all member firm) direct spend on   learning design, development and deployment of formal learning for EY employees. Spend includes   travel, badges and degrees. Spend does not include the cost of:  •\t\u0007  Learner’s time, which would conservatively be over US$4 billion  •\t\u0007  Time spent by non-learning professionals on content design and facilitation,    which is over 1.5 million additional hours of “opportunity cost”  •\t\u0007  Internal facilities used to deliver training  •\t\u0007  On-the-job coaching  •\t\u0007  Embedding self-help and educational material in our software tools used by EY client-serving staff  The average spend per employee is a global measure. Individual amounts in specific countries and   practice areas vary.  Average expenditure per person    (including travel) (US$)  Total spend on learning divided by the average headcount.  Note, average headcount is used to calculate all training metrics ‘per person’. This is calculated   using the average number of employees over the course of the year; this includes interns but   not contractors.  Average hours of formal learning    per person, per gender  Total hours delivered divided by the average headcount (defined above).  Average hours of formal learning    per person according to rank  Total consumed hours (per rank) [from the Global Learning Dashboard] divided by the   average headcount.  Average hours of formal learning    per person, per gender  Total consumed hours (per gender) divided by the average headcount.  91 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 92,
      "text": "EY            |            Building a better working world  EY exists to build a better working world, helping to create   long-term value for clients, people and society and build   trust in the capital markets.   Enabled by data and technology, diverse EY teams in over   150 countries provide trust through assurance and help   clients grow, transform and operate.   Working across assurance, consulting, law, strategy, tax   and transactions, EY teams ask better questions to find   new answers for the complex issues facing our world today.  EY refers to the global organization, and may refer to one or more, of the member   firms of Ernst & Young Global Limited, each of which is a separate legal entity.   Ernst & Young Global Limited, a UK company limited by guarantee, does not provide   services to clients. Information about how EY collects and uses personal data and   a description of the rights individuals have under data protection legislation are   available via ey.com/privacy. EY member firms do not practice law where prohibited   by local laws. For more information about our organization, please visit ey.com.  © 2023 EYGM Limited.    All Rights Reserved.  EYG no. 008138-23Gbl   CS no. 2304-4244990   September 2023  ED None  This material has been prepared for general informational purposes only and is not intended    to be relied upon as accounting, tax, legal or other professional advice. Please refer to your advisors    for specific advice.  The views of third parties set out in this publication are not necessarily the views of the global   EY organization or its member firms. Moreover, they should be seen in the context of the time   they were made.  ey.com  "
    }
  ]
}