{
  "page_number": 64,
  "description": "The image displays a table titled \"People by Area\", providing data on changes in personnel numbers across several regions and service sectors for a company over three fiscal years: FY21, FY22, and FY23. The regional and service areas are listed along the rows, while the columns provide specific details on year-over-year percentage changes and actual personnel numbers.\n\nHere are the details row by row:\n\n1. **Americas**: Shows a 4.0% increase in FY21 compared to FY20 with 78,967 personnel, a 15.5% increase in FY22 compared with FY21 totaling 91,189 personnel, and a 4.6% increase in FY23 from FY22 with a personnel count of 95,351.\n\n2. **EMEIA**: Displays a 3.4% growth in FY21 from FY20 with 121,325 personnel, a 16.5% increase in FY22 over FY21 reaching 141,307 personnel, and an 8.7% rise in FY23 from FY22 with 153,216 personnel.\n\n3. **Asia-Pacific**: Indicates no change in FY21 from FY20 with 58,953 personnel, a 10.1% increase in FY22 over FY21 totaling 64,903 personnel, and an 8.0% increase in FY23 compared to FY22 with 70,068 personnel.\n\n4. **GDS - Client Service**: Posts a substantial increase of 21.2% in FY21 from FY20 with 39,328 personnel, a 32.7% increase in FY22 over FY21 totaling 52,207 personnel, and a 15.5% rise in FY23 from FY22 with 60,281 personnel.\n\n5. **GDS – Enablement**: Shows a slight decrease of 0.3% in FY21 from FY20 with 7,330 personnel, followed by a 15.2% growth in FY22 over FY21 with 8,443 personnel, and a 12.8% increase in FY23 compared to FY22 totaling 9,523 personnel.\n\n6. **Executive services and functions**: Reports an 8.7% decrease in FY21 from FY20 with 6,347 personnel, a 15.8% increase in FY22 over FY21 totaling 7,350 personnel, and a 4.7% decrease in FY23 from FY22 with 7,003 personnel.\n\n7. Lastly, the **Total** line aggregates these values to show a 4.4% growth in FY21 from FY20 with a total of 312,250 personnel, a 17% increase in FY22 over FY21 with 365,399 personnel, and an 8.3% increase in FY23 from FY22 totaling 395,442 personnel.\n\nFootnotes specify the roles of Global Delivery Services (GDS) and mention that it includes various internal support services."
}