{
  "page_number": 67,
  "description": "The image displays a table titled \"Revenue by Area (US$b)\" summarizing revenue figures and growth percent over various fiscal years for different geographical areas. Here are the details:\n\n1. **Columns**: The table includes six columns:\n   - FY21 vs. FY20 in LC\n   - FY21\n   - FY22 vs. FY21 in LC\n   - FY22 (as reported)\n   - FY22 (as adjusted)\n   - FY23 vs. FY22 in LC\n   - FY23\n\n2. **Rows**: There are rows for different regions and a total row:\n   - Americas\n   - EMEIA (Europe, the Middle East, India, and Africa)\n   - Asia-Pacific\n   - Total\n\n3. **Data Points**:\n   - For the **Americas**:\n     - Growth from FY21 vs. FY20 in LC is 2.9%.\n     - FY21 revenue is 17.7 billion USD.\n     - Growth from FY22 vs. FY21 in LC is 19.3%.\n     - FY22 revenue as reported is 21.1 billion USD, and as adjusted, it remains the same at 21.1 billion USD.\n     - Growth from FY23 vs. FY22 in LC is 12.9%.\n     - FY23 revenue is 23.6 billion USD.\n   - For **EMEIA**:\n     - Growth from FY21 vs. FY20 in LC is 3.8%.\n     - FY21 revenue is 15.7 billion USD.\n     - Growth from FY22 vs. FY21 in LC is 14.4%.\n     - FY22 revenue as reported is 17.1 billion USD, and as adjusted, it is slightly reduced to 16.8 billion USD.\n     - Growth from FY23 vs. FY22 in LC is 16.9%.\n     - FY23 revenue is 18.3 billion USD.\n   - For **Asia-Pacific**:\n     - Growth from FY21 vs. FY20 in LC is 8.1%.\n     - FY21 revenue is 6.6 billion USD.\n     - Growth from FY22 vs. FY21 in LC is 13.1%.\n     - FY22 revenue as reported is 7.2 billion USD, and as adjusted, it is slightly increased to 7.3 billion USD.\n     - Growth from FY23 vs. FY22 in LC is 11.7%.\n     - FY23 revenue is 7.5 billion USD.\n   - **Total**:\n     - Cumulative growth from FY21 vs. FY20 in LC is 4.0%.\n     - Total FY21 revenue is 40.0 billion USD.\n     - Cumulative growth from FY22 vs. FY21 in LC is 16.4%.\n     - Total FY22 revenue as reported is 45.4 billion USD, and as adjusted, it is slightly reduced to 45.2 billion USD.\n     - Cumulative growth from FY23 vs. FY22 in LC is 14.2%.\n     - Total FY23 revenue is 49.4 billion USD.\n\nThe table effectively summarizes significant financial metrics and changes between fiscal years, demonstrating growth trends across different regions for the described company."
}