{
  "title": "Understanding what matters to EY stakeholders",
  "data": [
    {
      "page_number": 52,
      "text": "The image shows a Materiality Matrix designed to illustrate the prioritization of various business topics by their importance to EY's (Ernst & Young) business performance and their impact on stakeholders. The vertical axis represents \"Impacts,\" escalating from lower to higher impact, and the horizontal axis represents \"Business performance,\" extending from less to more significant. \n\nThis matrix is divided into four sections with dotted lines, and various topics are plotted as colored dots across the matrix. Each dot is color-coded based on different values:\n- Blue for People value\n- Orange for Societal value\n- Teal for Client value\n- Green for Financial value\n\nA key statement at the top reads: \"We conduct formal materiality assessments to prioritize topics that are both most important to EY business performance and where EY teams can have the greatest impact on stakeholders.\"\n\nThe topics listed in the matrix include:\n- **Climate Change and Sustainability Impact Through Client Service**\n- **Trust in Capital Markets and Audit Quality**\n- **Integrity, Ethics and Independence**\n- **Informing Public Disclosure**\n- **Diversity, Equity and Inclusiveness**\n- **Learning and Development**\n- **Workplace Culture, Purpose and Engagement**\n- **Talent Attraction and Retention**\n- **Digital Technology**\n- **Employee Health and Wellbeing, Compensation and Benefits**\n- **Client and Engagement Choice**\n- **Responsible and Sustainable Supply Chain**\n- **Global Governance and Geopolitics**\n- **Privacy and Data Security**\n- **Community Engagement and Contribution**\n- **Economic Contribution**\n- **Operational Environmental Footprint**\n- **Tax Strategies**\n\nEach topic is positioned based on assessments indicating how it relates to EY’s business performance and its societal, client, or financial value. The visual layout helps in understanding the strategic priorities and area of focus for the organization, in relation to its impact and performance weighting.",
      "image_path": "images/52_1.json"
    },
    {
      "page_number": 52,
      "text": "The image shows a Materiality Matrix designed to illustrate the prioritization of various business topics by their importance to EY's (Ernst & Young) business performance and their impact on stakeholders. The vertical axis represents \"Impacts,\" escalating from lower to higher impact, and the horizontal axis represents \"Business performance,\" extending from less to more significant. \n\nThis matrix is divided into four sections with dotted lines, and various topics are plotted as colored dots across the matrix. Each dot is color-coded based on different values:\n- Blue for People value\n- Orange for Societal value\n- Teal for Client value\n- Green for Financial value\n\nA key statement at the top reads: \"We conduct formal materiality assessments to prioritize topics that are both most important to EY business performance and where EY teams can have the greatest impact on stakeholders.\"\n\nThe topics listed in the matrix include:\n- **Climate Change and Sustainability Impact Through Client Service**\n- **Trust in Capital Markets and Audit Quality**\n- **Integrity, Ethics and Independence**\n- **Informing Public Disclosure**\n- **Diversity, Equity and Inclusiveness**\n- **Learning and Development**\n- **Workplace Culture, Purpose and Engagement**\n- **Talent Attraction and Retention**\n- **Digital Technology**\n- **Employee Health and Wellbeing, Compensation and Benefits**\n- **Client and Engagement Choice**\n- **Responsible and Sustainable Supply Chain**\n- **Global Governance and Geopolitics**\n- **Privacy and Data Security**\n- **Community Engagement and Contribution**\n- **Economic Contribution**\n- **Operational Environmental Footprint**\n- **Tax Strategies**\n\nEach topic is positioned based on assessments indicating how it relates to EY’s business performance and its societal, client, or financial value. The visual layout helps in understanding the strategic priorities and area of focus for the organization, in relation to its impact and performance weighting.",
      "image_path": "images/52_1.png"
    },
    {
      "page_number": 51,
      "text": "ST  AKEHOLDERS  Understanding what matters to EY    "
    },
    {
      "page_number": 52,
      "text": "Climate change and   sustainability impact   through client service  Trust in capital markets    and audit quality  Employee health   and wellbeing,   compensation    and benefits  Operational    environmental    footprint  Informing public   discourse  Integrity,   ethics and   independence  Diversity, equity   and inclusiveness  Tax strategies  Global governance and geopolitics  Responsible and sustainable supply chain  Economic   contribution  Community    engagement   and   contribution  Privacy   and data   security  Digital   technology  Client and   engagement   choice  Talent attraction and retention  Workplace culture, purpose and engagement  Learning and development  Impacts  Business performance  Materiality matrix  Material theme:  People value  Societal value  Client value  Financial value  We conduct formal materiality   assessments to prioritize topics   that are both most important to EY   business performance and where   EY teams can have the greatest   impact on stakeholders.  Understanding what    matters to EY stakeholders  Understanding the needs and interests of all stakeholders is fundamental   to executing on the EY NextWave strategy and delivering on the ambition   to deliver long-term value to EY people, clients and society.  To aid in this understanding, we conduct formal materiality   assessments to prioritize topics that are both most important   to EY business performance and where EY teams can have the   greatest impact on stakeholders. We are then able to act on   our findings by embedding these topics even more deeply into   the EY business strategy in response to stakeholders’ needs.   We have conducted materiality assessments in the past and are   committed to updating them on a regular basis to reflect changes   in business and stakeholder priorities, along with global trends.  We continue to be guided by the most recent materiality   assessment that was conducted in FY22 by EY professionals in   the EY Climate Change and Sustainability Services (CCaSS) team   and informed by the Global Reporting Initiative (GRI) framework.   The robust process included senior leadership input; external   stakeholder interviews with clients, regulators and academics;   industry and peer analyses; employee focus groups; internal and   external media and communication reviews; and impact analysis.  From previous materiality assessments and looking ahead,   we continue to further integrate these topics into the EY   governance model and enterprise risk processes — this allows   us to fully integrate sustainability into EY strategic priorities.   The results of the most recent assessment are indicated in the   following materiality matrix. All EY material topics are included,   with the topics in the upper-right quadrant being the most   material to EY stakeholders and EY business performance   with opportunity for greatest impact. As we have prioritized   the most material topics, we acknowledge the interconnected   nature of environmental, social and governance (ESG)   topics and consider all topics listed on the matrix as areas of   importance — understanding the progress made in one area   may have impact on others. We also recognize that these topics   are dynamic. Employee health and wellbeing, and privacy and   data security are increasingly important and a focus for EY   strategic priorities.  52 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 53,
      "text": "Topic  What this means at EY  Climate change and sustainability impact    through client service  •\t Integration of sustainability into EY systems,    processes and delivery models   •\t Client services and advice aligned to the scientific   imperative   •\t Building sustainability capability across partners   and people   •\t Evolving existing services and innovating   new services, including developing tools and   methodologies   •\t Contribution to methodologies, standards and policies   •\t Impacts on key global challenges including but not   limited to biodiversity, circular economy, water,   education, human rights, and water and food security   For more details on the EY focus on climate change and sustainability through client service   and other critical initiatives refer to page 24 and page 30.   Refer to page 24 and this article for information on how the impact on key    climate change and sustainability challenges is managed.  The EY organization plays an active role in supporting informed discussion and development   of frameworks and standards; refer to page 33.  Many EY clients want to understand the greenhouse gas (GHG) emissions associated   with contracted EY services. Client-related GHG emissions are regularly disclosed when   requested and the EY organization is collaborating with clients to reduce these emissions   going forward.  Trust in capital markets and audit quality   •\t Providing assurance and advisory services to    support the operation of capital markets   •\t Providing information to give confidence in    financial and non-financial information   •\t Collaborate and advocate for better and more   consistent non-financial standards   •\t Audit quality   •\t Audit independence   •\t Maintaining professional skepticism   •\t Engagement with regulators and other stakeholders   EY is committed to strengthening confidence in the capital markets, and recognizes that   delivering high-quality audits is critical to serving the public interest. Through the EY   commitment to audit quality, coupled with our focus on continuous improvement, we   enhance trust and confidence in the capital markets, which drives investment and economic   growth and creates long-term value for society as a whole.   The EY organization continues to invest in a next-generation assurance technology platform   to facilitate trust, transparency, and transformation. The EY organization is also a member   of the Net Zero Financial Services Providers Alliance (NZFSPA), which is part of the   Glasgow Financial Alliance for Net Zero (GFANZ), under which we have made a number of   commitments concerning planning and performing audits, a full description of which can be   found here.   Refer to page 41 for more information on how EY teams may help enhance trust in the   capital markets and page 24 for information on how EY teams help create long-term value   for EY clients.   Topic  What this means at EY  Integrity, ethics and independence   •\t Code of conduct   •\t Independence   •\t Ethical decisions   •\t Anti-bribery   •\t Anti-corruption   Refer to our disclosures for “Anti-corruption” and “Protected ethics advice and reporting   mechanisms” on pages 72–73.  Informing public discourse   •\t Consolidating our knowledge and leveraging our   experience to develop informed views   •\t Separately and through industry associations,   responding to regulatory and legislative proposals   on key public policy issues  •\t Developing thought leadership to inform public   debate on timely issues   •\t Providing information and analysis to our clients to   assist them in assessing the impacts of significant   public policy issues   EY public policy teams work to share knowledge across a range of topics through regular   stakeholder engagement and thought leadership publications. Engagement opportunities   from FY23 included:   Engaging with legislators, regulators, and standard-setters on climate-related disclosures,   artificial intelligence (AI), and audit policy.  Submitting a consultation letter to global body of banking regulators (FSB) regarding   cryptocurrency regulation.  Establishing dialogues with senior government officials — including ambassadors, economic   policy leaders, and diplomatic leaders — to better understand the impact of geopolitics to   the EY organization and EY clients.  Working with the audit profession to advance corporate governance globally through the   submission of a consultation letter as part of proposed review of the G20/OECD Principles of   Corporate Governance.  Publishing an EY report on managing the digital assets landscape that highlights key   considerations for policymakers and companies in the wake of recent crypto market volatility.  Diversity, inclusiveness and equal opportunity   •\t Diversity, inclusiveness and equal opportunity    across a broad range of differences (as set out in the    EY Global Executive Diversity, Equity & Inclusiveness   Statement) and at all levels of the EY organization.   Refer to page 14 for details on the EY continued commitment to creating a more diverse,   equitable and inclusive workplace. This year, we have evidenced this commitment through   strengthened programs and increased transparency. For example, see page 58 for details   of our workforce diversity, and page 18 for details of EY efforts that impact inclusiveness   for all, across all backgrounds and identities (e.g., our focus on social equity, work with   The Valuable 500, LGBT+ efforts, and more).  Key metrics that we track to measure progress are available on pages 58–60.   See below for more details on how these topics are integrated into EY business strategy and day-to-day operations.  EY material sustainability topics   53 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 54,
      "text": "Topic  What this means at EY  Learning and development   •\t Onboarding of new partners and people   •\t Formal learning programs   •\t Coaching and mentoring   •\t Career development   •\t Acting as a “factory for talent”: providing employment   and contributing skilled and purpose‑driven leaders  The EY experience includes lifelong learning, with a continued focus on skills development.   Refer to page 11 for information on the learning and development opportunities offered to   EY people.  Workplace culture, purpose and engagement   •\t Workforce engagement   •\t Aligning the EY culture with the EY purpose of   Building a better working world   •\t Supportive and flexible workplace culture   •\t High-performing teams   •\t Innovation culture  All EY people live by a set of shared values that define who we are, and our purpose is the   meaning behind the work we do every day. Both create the foundation of the EY culture —   a critical element for delivering long-term value to EY stakeholders.   Refer to pages 2–3 for more information on EY values and purpose and page 10 for how this   culture delivers long-term value to EY people.   This year, there has been EY investment of US$3.6 billion of the US$10 billion, three‑year   commitment in service offerings, innovation and people to help EY clients solve their   increasingly complex challenges. For more information on the innovative services we offer   EY clients, refer to page 24.   Talent attraction and retention   •\t Attracting and retaining the best global talent   and leadership   •\t Minimizing turnover  The EY organization is proud of its promise to EY people — that we will provide the   opportunities, the tech, the learning, the scale, and a diverse, equitable and inclusive culture   to enable them to build their own exceptional experience.  Refer to page 58 for more information on hires and applicants.  While turnover is an expected aspect of the professional services business model,    EY support to EY people has continued in a network of more than 1 million alumni.   Employee health and wellbeing  •\t Health and safety policies and protocols  •\t Wellbeing programs  •\t Working conditions  •\t Working hours and pressure  We recognize that mental health and wellbeing are key concerns for our profession.    EY offerings include extensive programs that support emotional/mental, physical, social,   and financial wellbeing. Refer to page 11 for more information on how we assess, address   existing challenges and prioritize the wellbeing of EY people.  Privacy and data security  •\t Client and employee data privacy  •\t Cyber security  There is EY investment in digital technology to help protect and secure client and employee   data. We regularly assess and update processes and policies based on the evolving data   security landscape. Further, to date, EY people have earned more than 17,000 badges in data   strategy and more than 25,000 badges in cybersecurity. Additionally, all EY people must   complete the Annual Data Protection and Information Security training.  54 2023 EY VALUE REALIZED    "
    }
  ]
}