{
  "title": "Creating long-term value for society",
  "data": [
    {
      "page_number": 43,
      "text": "The image you've provided displays a table summarizing \"Internal inspection results all audits\" over three years, 2020, 2021, and 2022. The table includes the following categories and their corresponding percentages for each year:\n\n1. **Compliant engagements**\n   - 2020: 79%\n   - 2021: 84%\n   - 2022: 85%\n\n2. **Compliant engagements with areas for improvement identified***\n   - 2020: 17%\n   - 2021: 12%\n   - 2022: 10%\n\n3. **Total compliant engagements**\n   - 2020: 96%\n   - 2021: 96%\n   - 2022: 95%\n\n4. **Deficient engagements**\n   - 2020: 4%\n   - 2021: 4%\n   - 2022: 5%\n\nThe asterisks in the table possibly denote notes or clarifications typically found at the bottom of the table, but are not visible in the provided segment. The color scheme is in grey tones with the headers and footers in darker shades and the main content in a lighter shade, providing clear visual distinctions between the categories and the data.",
      "image_path": "images/43_2.png"
    },
    {
      "page_number": 43,
      "text": "The image displays a table titled \"Internal inspection results of audits in IFIAR-regulated countries.\" It shows the statistics from 2020 to 2022 for different categories of audit outcomes:\n\n1. **Compliant Engagements**: \n   - 2020: 80%\n   - 2021: 86%\n   - 2022: 86%\n\n2. **Compliant Engagements with Areas for Improvement Identified**:\n   - 2020: 17%\n   - 2021: 11%\n   - 2022: 10%\n\n3. **Total Compliant Engagements**:\n   - 2020: 97%\n   - 2021: 97%\n   - 2022: 96%\n\n4. **Deficient Engagements**:\n   - 2020: 3%\n   - 2021: 3%\n   - 2022: 4%\n\nThis table is useful for understanding the trends in audit compliance over a three-year span within IFIAR-regulated countries, highlighting both the consistently high overall compliance rates and a slightly increasing trend in found deficiencies.",
      "image_path": "images/43_1.json"
    },
    {
      "page_number": 43,
      "text": "The image displays a table titled \"Internal inspection results of audits in IFIAR-regulated countries.\" It shows the statistics from 2020 to 2022 for different categories of audit outcomes:\n\n1. **Compliant Engagements**: \n   - 2020: 80%\n   - 2021: 86%\n   - 2022: 86%\n\n2. **Compliant Engagements with Areas for Improvement Identified**:\n   - 2020: 17%\n   - 2021: 11%\n   - 2022: 10%\n\n3. **Total Compliant Engagements**:\n   - 2020: 97%\n   - 2021: 97%\n   - 2022: 96%\n\n4. **Deficient Engagements**:\n   - 2020: 3%\n   - 2021: 3%\n   - 2022: 4%\n\nThis table is useful for understanding the trends in audit compliance over a three-year span within IFIAR-regulated countries, highlighting both the consistently high overall compliance rates and a slightly increasing trend in found deficiencies.",
      "image_path": "images/43_1.png"
    },
    {
      "page_number": 35,
      "text": "The image displays a table titled \"Top Five SDGs impacted in FY23.\" It compares the number of lives impacted by five specific Sustainable Development Goals (SDGs) during the fiscal year 2023.\n\n1. **SDG 17: Partnerships for the goals** — the most impacted, with 11,990,919 lives affected. This is represented with an icon of clasped hands depicted inside a circle.\n   \n2. **SDG 10: Reduced Inequalities** — this SDG impacted 7,714,707 lives, symbolized by an icon of a scale within a circle.\n   \n3. **SDG 8: Decent work and economic growth** — this affected 7,651,466 lives, represented by a cog and graph icon inside a circle.\n   \n4. **SDG 4: Quality education** — has impacted 7,630,184 lives, indicated by a book icon inside a circle.\n   \n5. **SDG 13: Climate Action** — the least among the top five but still significant, with 2,726,677 lives impacted, shown with a leaf icon inside a circle.\n\nAn additional category labeled \"Other SDGs\" is also mentioned at the bottom of the table, tallying an impact on 8,871,407 lives. The table summary is colored in various shades, with yellow and white used predominantly for the text and background, creating a clear and distinct visual representation of data.",
      "image_path": "images/35_1.json"
    },
    {
      "page_number": 35,
      "text": "The image displays a table titled \"Top Five SDGs impacted in FY23.\" It compares the number of lives impacted by five specific Sustainable Development Goals (SDGs) during the fiscal year 2023.\n\n1. **SDG 17: Partnerships for the goals** — the most impacted, with 11,990,919 lives affected. This is represented with an icon of clasped hands depicted inside a circle.\n   \n2. **SDG 10: Reduced Inequalities** — this SDG impacted 7,714,707 lives, symbolized by an icon of a scale within a circle.\n   \n3. **SDG 8: Decent work and economic growth** — this affected 7,651,466 lives, represented by a cog and graph icon inside a circle.\n   \n4. **SDG 4: Quality education** — has impacted 7,630,184 lives, indicated by a book icon inside a circle.\n   \n5. **SDG 13: Climate Action** — the least among the top five but still significant, with 2,726,677 lives impacted, shown with a leaf icon inside a circle.\n\nAn additional category labeled \"Other SDGs\" is also mentioned at the bottom of the table, tallying an impact on 8,871,407 lives. The table summary is colored in various shades, with yellow and white used predominantly for the text and background, creating a clear and distinct visual representation of data.",
      "image_path": "images/35_1.png"
    },
    {
      "page_number": 43,
      "text": "The image you've provided displays a table summarizing \"Internal inspection results all audits\" over three years, 2020, 2021, and 2022. The table includes the following categories and their corresponding percentages for each year:\n\n1. **Compliant engagements**\n   - 2020: 79%\n   - 2021: 84%\n   - 2022: 85%\n\n2. **Compliant engagements with areas for improvement identified***\n   - 2020: 17%\n   - 2021: 12%\n   - 2022: 10%\n\n3. **Total compliant engagements**\n   - 2020: 96%\n   - 2021: 96%\n   - 2022: 95%\n\n4. **Deficient engagements**\n   - 2020: 4%\n   - 2021: 4%\n   - 2022: 5%\n\nThe asterisks in the table possibly denote notes or clarifications typically found at the bottom of the table, but are not visible in the provided segment. The color scheme is in grey tones with the headers and footers in darker shades and the main content in a lighter shade, providing clear visual distinctions between the categories and the data.",
      "image_path": "images/43_2.json"
    },
    {
      "page_number": 29,
      "text": "SOCIETY  Creating long-term value for    "
    },
    {
      "page_number": 30,
      "text": "creating long-  Creating sustainable growth   Leading businesses know sustainability and decarbonization aren’t just   commitments or targets. They are business imperatives, that build trust and   transparency, and create sustainable, inclusive economic growth. At EY,   the principle of value-led sustainability — creating long-term value for all   stakeholders; protecting and creating value for business, people, society and   the world as a whole — brings the collective power of the EY organization’s   services and solutions to support clients as they implement and accelerate   sustainability strategies and transformation.  The EY organization is committed to advancing the United Nations (UN)   Sustainable Development Goal (SDGs) as part of its commitment to creating   sustainable growth. This means that we continue to embed responsibility,   inclusiveness and sustainability more deeply in everything we do.  EY is committed to creating sustainable growth   and having a positive impact on communities and   the planet for generations to come. In addition, the   very cornerstone of the EY business is to strengthen   confidence in the capital markets. This is an integral   contribution that creates long-term value for society.  Creating long-term   value for society  Leading businesses   know sustainability and   decarbonization aren’t    just commitments or    targets. They are business   imperatives, that build   trust and transparency,   and create sustainable,   inclusive economic growth.   Meet Reeba   EY senior manager and Uplift social equity storyteller  30 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 31,
      "text": "term value for  multi-year integrated investment, behavior change, innovation   in tools, technology and in training; collaboration with our   people, suppliers, alliance partners and stakeholders. During   FY23, the EY organization:   •\t Remained focused on reducing absolute GHG emissions as   the primary objective of the EY carbon ambition through   taking actions against our seven-point plan to reach   net zero in 2025.   •\t Increased the proportion of electricity consumed globally   from renewable sources to 50% — great progress toward   the goal of reaching 100% renewable energy by 2025, and   important in balancing an increase in energy consumption   from employees returning to the office. We recognize the   challenge of reaching 100% renewable energy, however,   remain committed to procuring local renewable energy   where market conditions permit.  •\t Maintained air travel GHG emissions below target and   remain on track toward a 35% reduction in travel-related   GHG emissions by 2025 despite the gradual lifting of travel   restrictions and a need to reconnect face‑to‑face with EY   clients, colleagues and other stakeholders.  •\t Continued to invest in high-quality offsets to mitigate our   residual emissions, reducing or removing more carbon than   we emit. Decarbonization commitments and actions, such   as those of the EY organization, from the private sector can   act as a catalyst for wider net-zero economic investment   and SDG progress in developing and developed economies.   These commitments support private sector engagement   and investment in emerging tools, technologies and low-/  zero-carbon developments to remove or avoid carbon GHG   emissions such as blue carbon, clean cookstoves and biochar.   •\t Expanded our technology investment to enable targeted   employee, leadership and client engagement, embedding   behavior change that challenges the organization to   Acting on the EY carbon ambition   The EY organization’s foremost commitment is to decarbonize   its business and work with clients to do the same — decoupling   greenhouse gas (GHG) emissions from growth — and integrating   climate action as a catalyst to wider social and economic   benefits. To enable this, we are connecting the EY social impact   program, EY Ripples, DE&I and client service development to   our sustainability ambitions and those of EY clients.  Without decarbonization, the objectives set out in the Paris   Agreement cannot be achieved, and with it our ability to   protect the planet from the worst impacts of climate change.   Already, we are seeing the impacts. During FY23, global   scientific understanding and public engagement of the   climate and nature crises significantly increased. Frequent   and more severe extreme weather events occurred globally   as stark findings in the Intergovernmental Panel on Climate   Change (IPCC) Synthesis Report warned of GHG emissions   continuing to rise from unsustainable energy and land use,   lifestyles and consumption.   This reinforced our view that sustainability is everybody’s   business. A drive to decarbonize is at the heart of the EY   sustainability strategy. The EY carbon ambition is to reach   net zero in 2025 with a 40% reduction in absolute GHG   emissions across Scopes 1, 2 and 3 emissions (against an   FY19 baseline) for the EY organization globally. We have   set out a seven-point action plan to move from ambition to   progress. Read more about the plan here.  The EY organization has reduced absolute GHG emissions   globally by 43% against an FY19 baseline; at the same time   growing EY by 40% over the same period.  We are translating ambition into evidenced action to catalyze   wider net-zero and SDG progress, including in how clients,   suppliers and partners are enabled to act. Progress requires   43%  FY23 reduction of our absolute emissions globally  31 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 32,
      "text": "society  Driving inclusive opportunities    to learn and contribute  Because we believe sustainability is everybody’s   business, we’re committed to providing opportunities for   everyone in the EY organization to learn, engage, reskill   or upskill to support clients and the EY organization   in the transition to a net-zero economy. This year, we   celebrated the first cohort of graduates of the EY Masters   in Sustainability by Hult, with 19 students across the   globe spanning a range of career stages and all areas   of the EY organization. Alongside the first cohort of EY   Masters in Sustainability graduates, EY has awarded   more than 8,000 sustainability-related EY badges —   free internal applied learning modules open to all EY   people. With more than 3,000 awarded in FY23 alone, it   demonstrates the opportunity and appetite for EY people   to expand their knowledge and skills in support of clients.   Further, in FY23, over 34,000 EY people completed   the Sustainability Now! course — a fundamental learning   course designed to foster an awareness of sustainability   efforts within EY and to lay the groundwork for the   inclusion of sustainability strategies in our work with   EY clients. EY people completed badges in topics such   as environmental and social impacts of climate change,   sustainable finance, inclusive business and other key   issues, demonstrating EY people’s appetite to expand their   knowledge and skills.  The EY Open Science Data Challenge invites university   students, early career professionals and EY people to   find tangible solutions for global sustainability issues   using satellite data, AI and other technologies. The 2023   challenge generated more than 13,000 registrations from   more than 110 countries and 632 universities, with the   mission of harvesting data to help solve world hunger.   Participants used satellite data from Microsoft’s Planetary   Computer to predict the effects of climate change on rice   production, helping farmers, communities and countries   grow more food. Through collaboration with leading   professionals, challenge participants honed their skills   in programming, algorithmic processes and artificial   intelligence to create new tools to help feed the world.   EY is also proud to support employee-led networks focused   on the sustainability and ESG agenda. Sustainability@EY is a   global community of action with more than 5,000 members,   encouraging EY people to grow their knowledge of key   issues, understand how we are helping clients with their own   transition, and encouraging positive action. Other employee-  led networks connect EY people across sustainability   themes, client issues and geography. Examples include the   Eco‑Innovators, staffed by passionate volunteers whose   mission is to use smart thinking and smart technology to   solve the climate and ecological crisis. The Sustainable   Supply Chain Global Community of Interest brings together   practitioners interested in building more sustainable supply   chains. In addition, the EY Oceania Sustainability Action   Network aims to inspire and empower people in EY Oceania   to protect and restore our planet through socially and   environmentally responsible choices.   consider its carbon footprint in everything it does. The   EY organization enhanced its EY Engagement carbon   calculator, which supports EY employees and clients to   have a proactive conversation about the right amount   of engagement-related travel to support mutual goals.   We are also engaging with the largest EY clients with an   objective to formalize a hybrid client service approach   that seeks to reduce carbon emissions, improve team   member wellbeing and increase efficiency. The EY   Sustainable Travel Approval Tool was launched, live in   more than 40 countries, which provides greater visibility   on both the financial and carbon footprint impact of   business travel. Internal quarterly reporting of our GHG   emissions was launched via a carbon measurement   system, enabling increased visibility of our progress and   targeted interventions.  We continue to report annually to CDP to provide   greater transparency on climate-related governance,   strategy, management and performance. Further details   about EY climate risks and opportunities, impact on   strategy and progress toward the EY carbon ambition   and decarbonization commitments are included in the   EY Taskforce on Climate-Related Financial Disclosures   (TCFD) report.   We’re committed to providing opportunities for everyone in the EY   organization to learn, engage, reskill or upskill to support clients and the   EY organization in the transition to a net-zero economy.  EY celebrates finalists and winners    of 2023 Open Science Data Challenge  The EY 2023 Open Science Data Challenge inspired participants    to make the world a better place by addressing the severe problem    of food security.  32 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 33,
      "text": "Shaping transformation through collaboration  EY operates at the intersection of government policy,   investment, corporate response, civil society and market   transformation. With the regulatory environment rapidly   evolving, including new International Sustainability Standards   Board (ISSB) standards, and a Taskforce on Nature-related   Financial Disclosures (TNFD) framework, EY plays an active   role in supporting informed discussion and development of   frameworks and standards. This includes working closely with   the Sustainability Accounting Standards Board, GRI, European   Financial Reporting Advisory Group (EFRAG), TCFD, ISSB and   United Nations Framework Convention on Climate Change.   Our capabilities in convening and collaborating across public   and private sector groups supports accelerating action on   sustainability, through leadership and involvement in key   stakeholder groups, engaging with policy makers, industry,   citizens and government. These include WEF Alliance of CEO   Climate Leaders, WEF Futures Council, World Business Council   for Sustainable Development and the Sustainable Markets   Initiative. In FY23, the S30, a forum comprised of Chief   Sustainability Officers from some of the world’s most influential   companies, expanded to nearly 40 company members to   accelerate business action on sustainability. At both COP27   (focused on climate change) and COP15 (focused on nature   and biodiversity), EY specialist teams supported clients and   policy makers in informing discussions, and supporting business   engagement. EY teams will also take an active role at COP28 in   Dubai in late 2023. With a focus on action, and a just transition,   it is expected to be the largest COP meeting to date, combining   the representatives of government, business and citizens, to   address the action needed to respond to the Global Stocktake.   A global EY team of specialists from our sustainable finance,   climate change, cities, energy and carbon markets practices   will support stakeholders, policymakers and clients with a   comprehensive program of insights and analysis.   Considering climate risks and opportunities   EY also published its first global TCFD report this past year.   The process of preparing the research and analysis for   the TCFD report provoked self-reflection. Taking stock of   our climate governance, considering our climate strategy   and risk, and tracking progress against our GHG emissions   goals highlight both the achievements for which we can be   justifiably proud and where we need to focus our efforts   to move faster. The report provides more information on   how we’re assessing and addressing climate impacts for EY   people, operations and clients.   An evolving approach to assessing and   reporting on sustainability impact   The bar has risen for sustainability ambitions, accountability   and action, and with it, the need for governments and   companies to respond with credible plans, evidenced action   and progress. Companies are being called to consider   a more comprehensive approach to understand their   impact and drive greater trust and transparency with   their stakeholders.   The bar has risen for sustainability ambitions, accountability and    action, and with it, the need for governments and companies to    respond with credible plans, evidenced action and progress.  EY volunteers serving the community.  33 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 34,
      "text": "We strongly support initiatives to increase clarity, standardization and trustworthiness   around nonfinancial reporting, to help drive environmental and social action.  Committing to nature-positivity and how targets will be monitored  As our understanding of the impacts of biodiversity loss on society, the planet and business evolves, we are committed to defining   what nature-positive means for the EY organization and how related targets will be monitored. Nature ties into almost every social,   cultural and economic issue that we experience because it is the fundamental component on which these things are built. We are   investing in developing a nature-positive strategy that will include a commitment to assess our value chain through a science-based   and location-specific methodology, setting clear and measurable targets across our value chain, transforming our services in line   with nature-positive principles and evaluating and disclosing our performance authentically and transparently. We recognize that we   don’t yet have all the answers, but we are committed to developing a roadmap to begin, building on our existing analysis.   Through this process, we will expand our key biodiverse areas (KBAs) and water risk assessments to identify ways to mitigate these   issues near the affected offices. For the third year, we have conducted these assessments for the global EY real estate portfolio,   and this year we were able to utilize the EY NAT tool, which found that 6% of EY offices are in or adjacent to KBAs and 25% of offices   were deemed high or extremely high baseline water stress areas. EY NAT is a geospatial tool that collects data from more than   35 nature-related maps to automate the identification of biodiversity and nature-related impacts. This will be a key input into our   nature positive strategy development.  sustainability governance across the member firm   structure. We are establishing the data foundation,   in collaboration with EY alliance partners and clients,   that will provide an auditable, single source of truth for   sustainability-related metrics. Combined with reporting   tools that fulfill reporting and disclosure requirements,   we can identify opportunities for improvement and track   performance against sustainability commitments, such as:   •\t Formalizing governance: Global and regional   accountability could increase by directly linking   compensation to progress on specific metrics related    to sustainability ambitions.   •\t Embedding into strategy: Consistently incorporating   sustainability metrics into strategy processes across   all functions.   •\t Expanding risk management processes: Continuing   to develop and deploy organization-wide and   regional tools, checklists and training scenarios for   sustainability-related challenges and events.   We regularly review our targets and performance in   line with emerging standards to ensure our strategy is   delivering on the collective action required. We are excited   to continue identifying opportunities to engage with EY   people, clients and broader stakeholders on this agenda   and will seek to push ourselves even further in FY24   and beyond.   As the regulatory reporting landscape evolves, EY is   preparing for sustainability reporting requirements   such as the EU’s Corporate Sustainability Reporting   Directive (CSRD) and the International Financial Reporting   Standards (IFRS) work to develop the ISSB. We strongly   support initiatives to increase clarity, standardization and   trustworthiness around nonfinancial reporting, to help drive   environmental and social action. EY teams also support   clients on their nonfinancial reporting journeys and we   are active participants in networks and working groups   inputting to the development of these frameworks.  For EY sustainability ambitions, we are in the process of   standing up global networks of support for increased rigor   around data collection, internal controls, sustainability   integration across the EY organization and strengthened   34 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 35,
      "text": "As a proud participant in the United Nations Global Compact   (UNGC), the global EY organization is committed to advancing   the Sustainable Development Goals (SDGs), and to aligning   strategy and operations with the UNGC Ten Principles.  Through the EY Ripples program, EY people are devoting   their time to SDG-focused projects, bringing together the   combined skills, knowledge and experience of the global EY   network in pursuit of one shared vision: to positively impact   1 billion lives by 2030. In FY23 more than 139,000 EY   people shared their time and skills on EY Ripples projects,   positively impacting 46 million lives. Since EY Ripples   launched in 2018, we have positively impacted more than   127 million lives. More broadly, EY invested US$164 million   into projects dedicated to strengthening communities, and   EY people contributed almost 914,000 hours to a variety of   initiatives and in-kind projects.  At the same time, the EY organization continues to challenge   itself to embed responsibility, inclusiveness and sustainability   more deeply in everything it does. This includes through   global commitments to upholding and promoting human   rights, and to innovating toward a net-zero future.  Collaborating for impact  We collaborate with like-minded companies on inclusion and   equity, achieving together what we cannot achieve alone. This   year, we had more than 70 joint client EY Ripples initiatives,   Having a positive impact    on communities  The EY organization continues   to challenge itself to embed   responsibility, inclusiveness and   sustainability more deeply in   everything it does. This includes   through global commitments    to upholding and promoting   human rights, and to innovating    toward a net-zero future.  We believe we have a duty to act responsibly and in the long-term interests of all   stakeholders, guided by the EY purpose of Building a better working world.  Top Five SDGs impacted in FY23  SDG 17:   Partnerships    for the goals  11,990,919   lives impacted  SDG 4:    Quality education  7,630,184   lives impacted  SDG 10:    Reduced Inequalities  7,714,707   lives impacted  SDG 13:    Climate Action  2,726,677   lives impacted  SDG 8:    Decent work and    economic growth  7,651,466   lives impacted  —  Other SDGs  8,871,407   lives impacted  Meet Mike   EY partner and Uplift social equity storyteller  35 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 36,
      "text": "or underserved groups, equipping them with skills to   navigate a changing world — to the Trust for the Americas,   a non‑profit that, through EY and Microsoft’s collaboration,   is disseminating Future Skills Workshops content across   Latin America. Beneficiaries in multiple Latin American   countries access training materials that are available on   Microsoft’s Community Training (MCT) platform, completing   the workshops in either classroom settings or virtually.   Solving global issues through innovation   Impact entrepreneurs are shaping and disrupting the future   of industries through innovative business models that   combine profit with purpose. Since EY Ripples was launched   in FY19, we have worked with more than 22,000 impact   entrepreneurs in more than 80 countries.   This year, to inspire more EY people to support impact   entrepreneurs through EY Ripples initiatives, we ran a   10-day, global “Innovate for Impact” campaign. Tens of   thousands of EY people engaged with the campaign through   global and regional communications, learning activities and   EY Ripples initiatives. Six Future of Industry webcasts had   more than 2,500 attendees from 60 countries, and three   impact hives, with participation from 35 countries, impacted   an estimated 300,000 lives.   including social innovation models, like TRANSFORM,   which unites corporates, donors, investors and academics   to support visionary impact enterprises. Through   TRANSFORM, we test and scale new solutions that tackle   environmental challenges, improve health and wellbeing,   and build inclusive economies across Africa, South Asia and   Latin America. Since 2015, TRANSFORM has supported   more than 100 projects, impacting the lives of more than   9 million people.  This year also saw our increased use of digital platforms   and public and private partnerships to close the learning   poverty gap. For example, we worked in close collaboration   with India’s National Council for Educational Research   and Training, the Indian Ministry of Education and other   stakeholders to design large-scale programs for the Digital   Infrastructure for Knowledge Sharing (DIKSHA) platform.   The platform delivers in-class resources, teacher training   content and assessment aids. DIKSHA has been identified   and declared as a Digital Global Good by the Government   of India and is being offered to all interested nations.  Our ongoing partnership with Microsoft continued to   help disadvantaged youth and those excluded from   the workforce to get job ready. In FY23, we brought   EY Future Skills workshops — an offering to upskill young   EY IN ACTION  Celebrating impact entrepreneurs   Our Better Heroes podcast series features inspirational   impact entrepreneurs who are on the frontline of the fight   against climate catastrophe, global unemployment, food   insecurity and social inequity.  Addressing food security  To find scalable solutions to the growing food security   emergency, in FY23 we ran the EY Global Farm to Fork   Ideathon. We received 222 ideas from individuals and   teams in 35 countries, including from those traditionally   left out of global problem-solving — students, women, small   entrepreneurs and people in the least developed countries.   Now EY is helping to accelerate the best ideas.  Collaborating with Nike, Citi, Microsoft and Forbes to make a difference  • \u0007  This year, Nike hosted the kick-off event for the EY Women Athletes Business Network, a global mentoring program that helps   female athletes transition into successful entrepreneurs and business leaders.  • \u0007  Our collaborative research with Citi reinforces the long-term value of disability inclusion in Asia-Pacific.   • \u0007  Created with Forbes BrandVoice, our Collaborating for Impact video series demonstrates the importance of mobilizing a community   of organizations to support the UN SDGs by empowering impact enterprises.  Since 2015, TRANSFORM has supported more than 100 projects,   impacting the lives of more than 9 million people.  36 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 37,
      "text": "Disaster response  The EY organization recognizes the importance of private   sector contribution and EY people’s engagement in disaster   response efforts.  The EY organization and EY people responded to the floods   in Pakistan and earthquake in Turkey and Syria through   financial donations.  EY people worldwide continue to support EY people   in Ukraine and their communities through monetary   donations, food, clothing, transport and accommodation.   During the year, we extended our impact relationship with   SAP, collaborating to create the EY Emergency Response   Application — a pro bono application helping Ukrainian   refugees in Poland obtain critical and time-sensitive   information, including the list of organizations that can   provide them aid and access to essential resources.  Preparing sustainable leaders of tomorrow  The future of our planet is in young people’s hands.   EY Ripples works to empower them with sustainability   knowledge and skills.   In FY23, in conjunction with Microsoft, we launched the   Green Skills Passport. Through free, self-paced online   learning, the Green Skills Passport supports the next-gen   workforce to gain sustainability skills and employment   in the green economy. The program is hosted on the   Microsoft Community Training platform and accessible   via mobile and web in low-bandwidth areas. It offers   youth ages 16+ who are not engaged in education,   employment or training an introduction to sustainability,   green jobs and skills for employment.   Assessing and amplifying the impact of the next generations  • \u0007  New research from EY and JA Worldwide shows that Gen Z and Gen Alpha are looking to every local and global organization to share   sustainability knowledge, provide materials, and develop and implement ideas — as well as to reduce their own carbon footprint.  • \u0007  EY Ripples partnered with Code.org and Microsoft to promote ocean education through the application of AI, machine learning and   coding. To teach the impacts of overfishing, students use basic programming skills to create ecosystem simulations as they restore   balance to a digital marine life ecosystem. Students learn the challenges faced by marine life due to overfishing while also building   coding skills and AI fluency.   • \u0007  In the 5th United Nations Conference on the Least Developed Countries, the EY organization hosted a panel discussion focused on   supporting the next generation workforce through the power of digital. The panel, which included representatives from UNICEF and   Digital Green, examined how to develop innovative technology and solutions to help equip millions of young people with essential skills.   The future of our planet is   in young people’s hands.   EY Ripples works to   empower them with   sustainability knowledge    and skills.   37 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 38,
      "text": "Armed with curiosity, bold ideas, emerging technologies and   the passion to make a difference, entrepreneurs are creating   impactful, sustainable, and innovative products and services   that fuel a reimagined future.   The EY organization recognizes the social and economic   impact of entrepreneurs. Founded in 1903 by two   entrepreneurs, EY embraces entrepreneurship as an essential   in our business by delivering targeted entrepreneurship   programs through which we support intrepid founders, CEOs   and leaders at every stage of growth. We offer connections,   services, insights and an invaluable ecosystem to help them   create long-term value, with a focus on key industries including   technology, consumer products, advance manufacturing,   health sciences and wellness, and financial services. This depth   of experience and connection enables us to customize and   scale solutions according to the needs of every entrepreneurial   business EY serves.   EY Entrepreneur Of The Year™ and    EY World Entrepreneur Of The Year™  EY Entrepreneur Of The Year™ is the only global program   of its kind that supports entrepreneurs as they unlock their   ambitions. Established in 1986, this flagship program operates   across more than 60 countries and jurisdictions. Every year,   entrepreneurs from around the world are nominated to join   a prestigious network of leaders through a yearlong program   of service, support, and game-changing connections. EY   Entrepreneur Of The Year program participants benefit from:   •\t A global ecosystem of over 30,000 distinguished    peers and mentors  •\t Learning resources and insights to help navigate their   growth journey   •\t Opportunities to raise the profile of their companies  Fueling the future through    entrepreneurship  EY embraces entrepreneurship   as an essential in our business   by delivering targeted   entrepreneurship programs   through which we support   intrepid founders, CEOs    and leaders at every    stage of growth.  Entrepreneurship is the heartbeat of our global economy. Today, unprecedented   shifts in how we live, work, play and build community have created both   opportunities and challenges — and entrepreneurs are answering the call.   45  countries and territories represented  $46.7b  combined revenues  211k  jobs created  EY World Entrepreneur of the Year™ Class of 2023 at a glance  Meet Sabrina   EY associate director and Uplift social equity storyteller  38 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 39,
      "text": "Entrepreneurial Winning Women™  The EY Entrepreneurial Winning Women™ program   champions entrepreneurs in fulfilling their bold ambitions.   Every year, a group of exceptional entrepreneurs with   successful enterprises and a commitment to long-term   growth and scalability are chosen to participate. The   program offers access to a vibrant global peer community,   tools to help enable business growth, exclusive events   and integration into the EY broader entrepreneurial   ecosystem. Now in its 16th year, the program has built a   network of over 800 entrepreneurs in 55 countries.  Impact entrepreneurship  A special breed of innovators we call “impact   entrepreneurs” are delivering better answers to global   problems and purposefully driving progress toward   the UN SDGs. The EY organization is helping their life-  changing businesses achieve greater scale and impact.   Through EY Ripples, the EY organization has worked with   more than 22,000 impact entrepreneurs in more than   80 countries since 2019 to help improve their businesses’   resilience, productivity and capacity to scale sustainably,   positively impacting more than 80 million lives.  Entrepreneurs Access Network  The EY Entrepreneurs Access Network (EAN) is a   business accelerator program for Black and Hispanic/  Latino entrepreneurs. EAN aligns participants with an   EY executive to provide access to webcasts, resources,   capital guidance and other growth drivers for their   companies. The 12-month program includes assessments,   one-to-one coaching, access to online tools, networking   events and promotional exposure. Since its first cohort   in 2021, EAN has supported nearly 300 Black- and   Hispanic/Latino-owned companies address the disparity   gap for greater growth. The 2023 EAN cohort includes   70 founders representing 64 companies that have   generated aggregate revenue of US$400 million and   employ approximately 3,000 workers.  This program is the epitome of excellence in impact,   innovation, financial performance, social responsibility and a   personal commitment to their businesses and communities.   Each EY Entrepreneur Of The Year program concludes with   a competition and announcement of an overall winner, who   goes on to represent their country or region in the ultimate   global competition and event for entrepreneurs: EY World   Entrepreneur Of The Year™.   Program winners from around the world — representing   their respective countries or regions — convene at EY World   Entrepreneur Of The Year™ in Monaco to connect with fellow   founders, CEOs and business leaders, attend future-forward   workshops and speaker sessions with thought leaders, and   celebrate their accomplishments and contributions. They   continue a rigorous judging process that evaluates them on   entrepreneurial spirit, purpose, growth, and impact. The new   EY World Entrepreneur Of The Year™ winner is announced at   the event’s closing award gala.  EY Entrepreneur Of The Year™ and EY World Entrepreneur Of   The Year™ winners are selected by independent judging panels   comprised of successful entrepreneurs themselves.  Congratulations Doris Hsu, EY World Entrepreneur Of The Year™ 2023  Chairperson and CEO Doris Hsu leads GlobalWafers Co., Ltd., one of the world’s largest producers of silicon wafers used in making   semiconductors. “Doris’ vision and drive not only built an industry-leading company that has created thousands of jobs and helped   generate significant local and global economic impact, but her passion for building a better working world is really what this event is all   about,” shared Carmine Di Sibio, EY Global Chairman and CEO, about her historic win.  Selected from among nearly 5,000 local program participants to compete in the competition, Doris is the third woman to hold the   global title and the first winner from Taiwan in the award’s 23-year history. Doris and the EY World Entrepreneur Of The Year Class of   2023 are creating significant long-term value, generating US$46.7 billion in revenue and 211,000 jobs.   Explore the unique stories that have led them to success on the global stage.  US$400m  Aggregate revenue generated by 2023 EAN cohort companies  Doris Hsu and Carmine Di Sibio  39 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 40,
      "text": "Women. Fast forward  At EY, we believe gender equity is not a program to solve.    It is a solution to society’s most complex issues.  Women. Fast forward is an EY platform engaging EY people,   clients and communities to accelerate gender equity in   society. The platform aligns all the EY gender-focused efforts,   from global programs to grassroots initiatives, to drive   collective impact. It is a globally coordinated effort focused   on three strategic pillars:   •\t Entrepreneurship  •\t Leadership  •\t Next generation  Some of the global programs under the Women. Fast forward   umbrella include EY Entrepreneurial Winning Women™,    EY POWER Up™, EY Women Athletes Business Network,    EY NextGen Women, the EY STEM App, and    EY Women in Technology.  Addressing barriers of gender equity with EY POWER Up™  Moving the needle for gender equity around the world begins in the workplace. EY POWER Up™ is an experience-led journey focused   on addressing barriers of gender equity while developing personal leadership and aligning allies to empower women in the workplace.   We facilitate conversations for some of our most prestigious clients, to empower a diverse workforce and drive lasting organizational   impact. POWER Up™ is a key commitment undertaken by EY to accelerate gender equity as part of our Women. Fast forward platform.  “  Highly engaging and impactful!   POWER Up not only was a great   forum to develop awareness   and get a valuable toolkit to   be successful, but also helped   bring a community of women   professionals closer.  Ananta Batra,    Director, Starbucks Coffee Company  EY IN ACTION  Unlocking the ambition   of female athletes   The EY Women Athletes Business Network (WABN),   a unique global mentoring program, was created   to unlock the ambition of female athletes who have   outstanding leadership potential and to provide   guidance on their transition into the business   world or entrepreneurship. For the 2023 cohort,   15 elite female athletes from around the world were   selected and matched with EY business leaders.   All 15 mentees were paired with a personal mentor   according to their career aspirations. Mentees   receive advice on career transition, and how to   translate their experiences in sport into business   excellence. For six months, mentors help their   mentees identify individual strengths, set clear   goals, design a career plan, and gain a new set   of practical solutions. The EY Women Athletes   Business Network is a key commitment undertaken   by EY to accelerate gender equity as part of the   Women. Fast forward platform.  40 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 41,
      "text": "Through our commitment to audit quality, coupled with   our focus on continuous improvement, we build trust and   confidence in the capital markets, which drives investment   and economic growth and creates long-term value for   society as a whole.   Each step the auditor takes is of vital importance in a   process that relies on transparent, informative and accurate   financial reporting to help stakeholders make crucial   decisions. EY auditors, as part of a multidisciplinary team   that includes specialists in critical areas of risk, are deeply   committed to their responsibility to serve investors and the   public interest by delivering high-quality audits. New risks   are emerging all the time — in areas such as cybercrime,   data theft and climate change — while existing risks, such   as fraud, and unexpected events, such as geopolitical   tensions produce increasing complexity. The organization   must continuously improve to deliver high-quality audits in   this ever-changing business environment. This is integral to   the EY strategy and ambition to create long-term value for   clients, people and society, and to fulfill the EY purpose of   Building a better working world.  At the same time, data and technology continue to   transform the audit and support the changing needs of the   capital markets. EY has committed to invest US$1 billion   in a next-generation technology platform to facilitate trust,   transparency and transformation. This is part of a broader,   sustained focus on providing high-quality audits that respond   to the changing expectations of regulators, governments,   Building trust and confidence    in capital markets  Delivering high-quality audits is critical to serving the public interest   and fulfilling the EY purpose of building a better working world.   “  In Assurance, we serve the public interest by anticipating and   independently assessing risk and identifying opportunities to build   confidence, and ultimately enhance trust, in business and the capital   markets, in support of sustainable, long-term value creation.  Marie-Laure Delarue, EY Global Vice Chair — Assurance  Meet Derrick   EY partner and Uplift social equity storyteller  41 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 42,
      "text": "External and internal inspections   The EY organization remains focused on enhancing audit   quality and upholding independence, informed by several   factors, including evaluation of the system of quality   management which includes external and internal inspection   results. Continuous improvement of audit quality requires   challenging the approach to audit execution, and this is   done by evaluating monitoring results, including inspection   findings, and taking responsive actions.  The EY organization strives to continuously improve audit   quality and significant progress has been made through   the EY SAQ program. The EY organization recognizes   that there is additional work to be done, and internal and   external inspection findings provide valuable information   about measures that can be taken to continuously improve   audit quality.  The EY organization achieved the first International Forum   of Independent Audit Regulators (IFIAR) 25% reduction in   inspections findings for 2019 and the combined deficiency   rate for the IFIAR 2022 survey was 19% as compared to   the published rate of 26%, which is an aggregate of the six   largest audit organizations globally.  standard setters, audit committees and boards across the   financial and nonfinancial reporting agenda. The investment   program will integrate existing EY Assurance technologies   under one seamless global platform while leveraging   advanced technologies to transform capabilities and power a   new generation of data-driven assurance services.   This integrated platform builds on the already strong   foundations of the EY Assurance technology suite. It will   provide new data access capabilities and advanced analytics,   incorporate new forms of business intelligence and cognitive   computing, and enhance the user experience for clients and   EY people — all important components of helping to deliver   high-quality audits.  In addition, EY member firms help build trust through the   Sustainable Audit Quality (SAQ) program, which provides   a framework to help address the evolving risks of the   audit. SAQ is a globally consistent approach to sustaining   high-quality audits across the EY network, focusing on six   pillars: tone at the top, talent, technology, simplification   and innovation, enablement and quality support, and   accountability. It has required significant investment   and created positive change for EY auditors and the   companies audited.  “  We have embarked on a multi-year journey of bold changes across   audit teams, processes and technology aimed at enhancing the    skills and experiences of EY people and, ultimately, helping to    drive higher-quality outcomes. This global initiative will transform   how EY teams work, drawing upon the skills of specialized talent,   guided by intuitive methodology and tailored enablement —    all while seamlessly leveraging data and technology.  Mike Verbeck,    EY Assurance Global Deputy Vice Chair  Colleagues attending an EY event.  The EY combined deficiency rate for the IFIAR 2022 survey was 19%    as compared to the published rate of 26%, which is an aggregate of the    six largest audit organizations globally.  42 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 43,
      "text": "The results of the AQR process are summarized globally   (including for Areas and Regions), along with any key areas   where the results tell us that continued improvements are   required. For 2022 this resulted in 95% of the engagements   being compliant.  How EY audits are contributing to a net-zero   global economy  The sustainable finance agenda, including reporting and   assurance standards, is an important driver of a net-zero   global economy, protecting environmental, social and   financial value. In this regard, EY member firms take their   audit roles extremely seriously.   Although there is no single explicit standard on climate‑related   matters under International Financial Reporting Standards   (IFRS) Accounting Standards and other generally accepted   accounting principles, climate-related matters may impact   several areas of accounting. While the immediate effect on   the financial statements may not necessarily be quantitatively   significant, there are increasing expectations from   stakeholders that entities explain how climate-related matters   are considered in preparing their financial statements to the   extent they may be material from a qualitative perspective.   This includes robust disclosures on the most significant   assumptions, estimates and judgements made related to   climate change. (See more information on climate accounting   and disclosure considerations on page 80.)  Climate change is expected to impact businesses in   the decades to come. As climate-related matters and,   separately, accounting and sustainability reporting   standards (including those issued by ISSB, EFRAG and   the Securities and Exchange Commission (SEC)) continue   to evolve, it is important for those companies to ensure   that their financial statements reflect the most updated   assessment of climate‑related risks and their impact on   the financial statements. Furthermore, companies should   ensure consistency between the financial statements and   information communicated to stakeholders outside the   financial statements, e.g., in sustainability-related corporate   disclosures, sustainability reporting standards, press   releases, investor updates and other annual reporting.  More specifics on how climate change considerations may   impact a company’s financial reporting are available here.  Today there are more than 3,200 EY professionals dedicated   to providing sustainability services (through EY Climate   Change and Sustainability Services (CCaSS)). EY CCaSS   specialists support audits in areas such as the assessment   of climate-related risks in financial statements and the   Internal inspections are also performed on engagements   each year as part of the Audit Quality Review (AQR)   program, which is an important element of assessing the   system of quality control at the member firm, regional and   global levels.  Internal inspection results of audits    in IFIAR-regulated countries  Internal inspection results   all audits  2020  2021  2022  2020  2021  2022  Compliant engagements  80%  86%  86%  Compliant engagements  79%  84%  85%  Compliant engagements   with areas for   improvement identified*  17%  11%  10%  Compliant engagements   with areas for   improvement identified*  17%  12%  10%  Total compliant engagements  97%  97%  96%  Total compliant engagements  96%  96%  95%  Deficient engagements**  3%  3%  4%  Deficient engagements**  4%  4%  5%  \t *\t  \u0007  Such findings may result in the need for additional audit procedures or documentation. However, given their nature, these matters would not be expected to have a significant impact to the   overall audit conclusion.   \t  **\t  \u0007  Findings in procedures or documentation that are material to the financial statements or auditor’s reports or were not performed in accordance with EY policies.  Colleagues in EY Malaysia  95%  Percentage of compliant engagements in 2022  43 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 44,
      "text": "The EY organization has long been a supporter of evolving the   corporate reporting model to help better reflect the different forms   of value that companies create beyond financial value.  5,000  Sustainability client   engagements worldwide  evaluation of complex environmental liabilities, renewal   energy credits and asset retirement obligations. These   specialists also work with EY audit professionals to provide   assurance over sustainability reports, GHG emissions,   green and climate bonds, and TCFD reports.  EY auditors also continue to be upskilled. A specific   methodology has been developed to provide assurance   on nonfinancial reporting based on the globally accepted   International Standard on Assurance Engagements   (ISAE 3000 (revised)) released by the International   Auditing and Assurance Standards Board (IAASB). The   EY organization is supporting the development of IAASB’s   future overarching international sustainability assurance   standard, the ISSA 5000 “General Requirements for   sustainability assurance engagements” and will answer   IAASB’s exposure draft. New requirements and enablers   on the consideration of climate‑related risks in financial   statements audits performed by EY member firms have   also been developed. A robust communications protocol   for ensuring awareness of new and proposed standards is   in place, including a weekly newsletter for all EY Assurance   professionals around the world, in addition to country-  specific technical alerts.   It is a key focus to train EY teams on new and proposed   sustainability reporting standards (e.g., standards developed   by the ISSB, the EU’s European Sustainability Reporting   Standards (ESRS) and the SEC’s Climate Change Disclosure   Standard), as well as other sustainability-related topics,   including an introduction to GHG emissions; auditing   metrics that support Scope 1, Scope 2 and Scope 3 GHG   emissions; evaluating carbon credits; net zero; carbon neutral   disclosures; and human capital metrics.  In addition, the EY organization has long been a supporter of   evolving the corporate reporting model to help better reflect   the different forms of value that companies create beyond   financial value.   For example, the EY organization responded to recent   exposure drafts from the ISSB, EFRAG and SEC by providing   comprehensive and constructive feedback on the proposed   standards. Where appropriate, the EY organization has also   provided subject matter input on a pro bono basis to these   and similar efforts — for example four people, including one   EY member firm partner, were seconded full time to EFRAG’s   Project Task Force that developed the first set of European   Sustainability Reporting Standards.  Integrating sustainability into what EY teams do to support clients  Building collaborative teams across disciplines is a distinctive part of how sustainability is integrated into what EY teams do to   support clients with operationalizing ESG reporting and navigating the emerging sustainability reporting requirements. For example,   professionals from EY Climate Change and Sustainability Services (CCaSS) and EY Financial Accounting Advisory Services (FAAS)   are working to elevate the rigor needed to enhance sustainability governance, reporting policies, processes and technology to satisfy   requirements in any jurisdiction. This year, approximately 3,200 EY CCaSS professionals collaborated to complete 5,000 client   engagements worldwide, a 66% increase on FY22.   44 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 45,
      "text": "•\t The race to net zero: why it’s critical for businesses to   act boldly on climate  •\t Why ESG performance is growing in importance for   investors?  And, finally, the EY organization is a member of the Net   Zero Financial Services Providers Alliance (NZFSPA), which   is part of GFANZ, under which a number of commitments   have been made concerning planning and performing   audits, a full description of which can be found here.  The EY organization also contributes to the global thinking   and public discourse on climate change and sustainability by   publishing research and other reports. Some examples of   recent thought leadership include:  •\t How can effective governance unlock value from   sustainability?  •\t ISSB issues inaugural IFRS Sustainability   Disclosure Standards  •\t How common metrics can drive long-term value creation  •\t How the nature-related regulatory disclosure landscape   is evolving  About the NZFSPA  NZFSPA is a global group of service providers committed to supporting the goal of global net-zero greenhouse gas emissions    by 2050 or sooner, in line with the ambition to limit the global temperature increase to 1.5°C above pre-industrial levels.  EY commitments to the NZFSPA and progress made  A measurement and reporting framework (“the framework”) is used by the six largest global accounting networks1    (“GPPC networks”) to:  • \u0007  Measure and track each network’s progress against the commitments made by each network to NZFSPA, and in particular    to those commitments relevant to planning and performing audits  • \u0007  Demonstrate each network’s commitment to its obligations under professional standards as external auditors with quality,    integrity and independence  The framework has been submitted for approval by Race to Zero. More details about the framework and reporting against it    can be found on pages 79–83.  EY IN ACTION  Measuring progress towards   reducing emissions  A growing number of companies are setting targets for   reducing their GHG emissions in line with what is needed for   the world to avoid the most dangerous climate change. The   Science-Based Targets Initiative (SBTi) has emerged as a   de facto standard for helping companies align their targets   with what is needed. But setting targets is just the start.   Investors, regulators and the general public want to know   if companies are making progress towards these goals, and   the SBTi is developing a framework for measuring, reporting   and verifying this progress. The EY organization is working   closely with SBTi to explore the technical requirements for   this framework, and a joint research paper on this topic will   be published in the near future.   1\t\u0007  The Global Public Policy Committee is the global forum of representatives from six global accounting networks, which has as its public interest objective   the enhancement of quality in auditing and financial reporting.  45 2023 EY VALUE REALIZED    "
    }
  ]
}