{
  "title": "EY leadership teams",
  "data": [
    {
      "page_number": 46,
      "text": "TEAMS  EY leadership    "
    },
    {
      "page_number": 47,
      "text": "The EY Global Executive  The EY Global Executive is the highest EY leadership body, focusing on strategy,   execution and operations. Its membership brings together the elements of the   EY global organization, including the leaders of EY geographic Areas, service   lines and functions.   •\t Carmine Di Sibio   EY Global Chairman and    Chief Executive Officer  •\t Andy Baldwin   EY Global Managing Partner —   Client Service  •\t Steve Krouskos   EY Global Managing Partner —   Business Enablement  •\t Trent Henry   EY Global Vice Chair —    Talent  •\t Jay Nibbe   EY Global Vice Chair —    Markets  •\t Nicola Morini Bianzino   EY Global Chief Client   Technology Officer  •\t Hank Prybylski   EY Global Vice Chair —   Transformation  •\t Marie-Laure Delarue   EY Global Vice Chair —    Assurance  •\t Errol Gardner   EY Global Vice Chair —    Consulting  •\t Marna Ricker   EY Global Vice Chair —    Tax  •\t Andrea Guerzoni   EY Global Vice Chair —    Strategy and Transactions (SaT)  •\t Julie Boland   EY Americas Area    Managing Partner  •\t Patrick Winter   EY Asia-Pacific Area    Managing Partner  •\t Julie Teigland   EY Europe, Middle East,    India and Africa (EMEIA) Area   Managing Partner  •\t Alice Chan   EY Global Accounts    Committee Chair  •\t Rajiv Memani   EY Global Emerging Markets   Committee Chair  •\t Jack Chan   EY Global Emerging Markets   Committee Member  •\t Jessie Qin   Member firm partner on rotation  47 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 48,
      "text": "Area and regional managing partners  EY legal entities are, as applicable, organized into geographic business units called Regions. These Regions,    led by Regional Managing Partners, are grouped into geographic Areas: Americas, EMEIA, and Asia-Pacific.  Americas  •\t Julie Boland   EY Americas Area    Managing Partner  •\t Marcelo Bartholo   EY Americas Deputy Area   Managing Principal  •\t Angie Christie   EY US-Central Regional    Managing Partner   •\t Steve Wanner   EY US-East Regional    Managing Partner  •\t Frank Mahoney   EY US-West Regional    Managing Partner   •\t Janet Truncale   EY Americas Financial Services   Organization Regional    Managing Partner  •\t Jad Shimaly   EY Canada Regional    Managing Partner  •\t Sharon Shulman   EY Israel Regional    Managing Partner  •\t Manuel Solano   EY Latin America Regional   Managing Partner  EMEIA  •\t Julie Teigland   EY EMEIA Area    Managing Partner  •\t Rudi Braes   EY EMEIA Deputy Area    Managing Partner  •\t Ajen Sita   EY Africa Regional   Managing Partner  •\t Jacęk Kedzior   EY Central, Eastern and   Southeastern Europe &    Central Asia (CESA) Regional   Managing Partner  •\t Marcel van Loo   EY Europe West Regional   Managing Partner  •\t Omar Ali   EY EMEIA Financial Services   Organization Regional   Managing Partner  •\t Rajiv Memani   EY India Regional    Managing Partner  •\t Abdulaziz Al-Sowailim   EY Middle East North   Africa (MENA) Regional   Managing Partner  •\t Jesper Almström   EY Nordics Regional   Managing Partner  •\t Hywel Ball   EY UK & Ireland Regional   Managing Partner  Asia-Pacific  •\t Patrick Winter   EY Asia-Pacific Area   Managing Partner   •\t Harsha Basnayake   EY Asia-Pacific Deputy Area   Managing Partner  •\t Nam Soon Liew   EY Asean Regional   Managing Partner  •\t Gary Hwa   EY Asia-Pacific Financial   Services Organization Regional   Managing Partner  •\t Jack Chan   EY Greater China Regional   Managing Partner  •\t Moriaki Kida   EY Japan Regional   Managing Partner  •\t Yong Keun Park   EY Korea Regional   Managing Partner  •\t David Larocca   EY Oceania Regional   Managing Partner  48 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 49,
      "text": "Global Governance Council  The Global Governance Council consists of senior client-serving partner-ranked professionals drawn from EY Regions and two independent    non-executive members. These senior EY professionals who otherwise do not hold senior management roles, are elected by their peers.   Americas  •\tAmericas Financial Services   Organization:   Shelly Fliehe,    Mark Jain  •\tCanada:    Glenn Parkinson  •\tCentral:    Malcomb Coley,    Angie Kelly  •\tEast:   Gaurav Gupta,   Arun Subhas  •\tIsrael:    Itsik Morovits  •\tLatin America:    Gustavo Rousseaux,   Margarita Salas  •\tWest:    Marney MacKenna,   Phillip Mazzie  •\tNational Practices:    Sara Elinson,   Ayan Roy  EMEIA  •\tAfrica:    Shailen Ramgoolam  •\tCentral, Eastern and   Southeastern Europe &   Central Asia:    Eirinikos Platis  •\tEMEIA Financial Services   Organization:    Paul Nijssen  •\tEurope West:    Marc Cosaert,    Ole Halfpap,    Pierre Jouanne,    Helen Pelzmann,    Francisco Javier   Sanchez Ramos  •\tIndia:    Jayesh Sanghvi  •\tMENA:    Yasmeen Muhtaseb  •\tNordics:    Carina Marie G. Korsgaard  •\tUK & Ireland:    Alison Duncan,    John Higgins  Asia-Pacific  •\tAsean:    Susanti Susanti,    Vincent Toong  •\tAsia-Pacific Financial   Services Organization:    Swee Yen Yeoh  •\tGreater China:    Dilys Chau  •\tJapan:    Koji Fujima,    Seiko Sugimoto  •\tKorea:    Sang Il Bae  •\tOceania:    Brad Tozer  •\tAt-large:    Trent van Veen    (Presiding Partner)  Global Independent Non-Executive   •\t Sir CK Chow  •\t Tonia Lovell  49 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 50,
      "text": "Global sustainability   and ESG governance  Industries  Global Practice Group  Our sector focus means EY teams can help clients better   anticipate market trends, identify the implications for   their businesses, and deliver sector‑specific solutions.   Andres Saenz, as EY Global Vice Chair — Industry,   oversees the work that EY teams do across our   industry sectors.  •\t Andres Saenz   EY Global Vice Chair —    Industry   •\t Randall J. Miller   Advanced Manufacturing &   Mobility   •\t Kristina Rogers   Consumer   •\t Serge Colle   Energy & Resources  •\t Gary Hwa   Financial Services   The Global Practice Group (GPG) is a leadership   body that brings together the EY Global   Executive, Area Operating Executives, Executive   function leaders and Markets leaders.  The GPG is organized to promote coordination and synergy within the   EY network and facilitates the implementation of strategic mandates,   guidelines and best practices in relation to:  •\t Strategy implementation and execution, including:  •\t Investment priorities  •\t Resource mobilization  •\t Alignment between the Regions in the implementation of Talent,   Markets, Risks, and Service Lines principles and activities.  The GPG acts as a sounding board for strategic initiatives, policies   and procedures and provides input for the agendas of the EY Global   Executive and other committees.  Global Sustainability Executive  The EY Global Sustainability Executive, comprised of EY leaders across EY   service lines, sectors, industry and geographies, and oversees the value-led   sustainability work that EY teams deliver to EY clients. It is chaired by Amy   Brachio, EY Global Vice Chair — Sustainability, with representatives from across   the global EY organization including, Steve Varley, EY Global Senior Advisor, and   Dr. Matthew Bell, EY Global Climate Change and Sustainability Services Leader.  Global Corporate Responsibility  The EY Global Executive has established a Corporate Responsibility Governance   Council (CRGC) that acts as one of its committees. The CRGC includes seven   members of the EY Global Executive and represents a cross-section of senior   leaders across geographies. The CRGC has oversight of the Global Corporate   Responsibility function, which operationalizes the EY Ripples program, drives   progress to deliver on EY sustainability ambitions, and works toward greater   transparency through the newly created Non-Financial Reporting Hub.   The Global Corporate Responsibility function is led by Gillian Hinde.  Global DE&I  The global EY organization DE&I strategy drives consistent progress around the   world using the DE&I Roadmap and Culture Change Continuum, our approach   and methodology for DE&I that sets out our journey. The roadmap is brought   to life by the EY Global Diversity, Equity and Inclusiveness Steering Committee   (GDEISC), co-chaired by EY Global Chairman and CEO Carmine Di Sibio and EY   Global Vice Chair — Diversity, Equity & Inclusiveness Karyn Twaronite.  Global Risk Management  The EY Global Risk Management function supports the global EY organization   to identify, manage and monitor risk, including ESG. It provides coordinated   advice and assistance on independence, conflicts, compliance, regulatory policy,   security issues, as well as dealing with claims and any queries regarding ethics.   The EY Global Risk Management function is led by EY Global Risk Management   Leader Joe Watt.  •\t George Atalla   Government &    Public Sector   •\t Pamela Spence   Health Sciences &    Wellness  •\t Bridget Walsh   Private Equity  •\t Greg Cudahy   Technology, Media &   Entertainment and   Telecommunications  50 2023 EY VALUE REALIZED    "
    }
  ]
}