{
  "title": "Letter from the EY Global Chairman and CEO",
  "data": [
    {
      "page_number": 8,
      "text": "The image presents a visual summary highlighting the \"Creating long-term value for all stakeholders\" by EY (Ernst & Young). It is divided into two main sections: \"CLIENT VALUE\" and \"FINANCIAL VALUE\".\n\n### CLIENT VALUE Section\n- **EY Fabric tech acceleration platform**: Here, there are statistics listed such as \"270m daily transactions\" and \"1.5m client users\".\n- Another statistic notes \"5,000+ sustainability engagements delivered to clients\".\n- Beneath these figures, there is mentioned \"70,000+ technologists in EY\" and \"100+ ecosystem partners\".\n- The large text \"Preferred auditor\" indicates EY's role as a preferred choice to take companies public since 2012.\n- The investment details are shared with \"US$6.7b invested in FY22 and FY23 as part of a 3-year, US$10b commitment to audit quality, innovation, technology and people.\"\n\n### FINANCIAL VALUE Section\n- A large figure \"US$49.4b total revenues\" is prominently displayed.\n- Below this, there is a statistical breakout for various services:\n  - **Assurance**: \"Growth: 11%\", \"Revenue: US$15.1b\".\n  - **Strategy and Transactions**: \"Growth: 8.4%\", \"Revenue: US$6.1b\".\n  - **Consulting**: \"Growth: 21.6%\", \"Revenue: US$16.1b\".\n  - **Tax**: \"Growth: 12.2%\", \"Revenue: US$12.1b\".\n- A gray arrow pointing upwards indicates a \"14.2% growth (LC*)\", noted as one of the highest growth rates in nearly two decades.\n- Also highlighted is a \"9.5% 4-year CAGR (2019-23)\".\n- Regional revenues are also shared:\n  - **EMEIA (Europe, Middle East, India, Africa)**: \"Growth: 16.9%\", \"Revenue: US$18.3b\".\n  - **Asia-Pacific**: \"Growth: 11.7%\", \"Revenue: US$7.5b\".\n  - **Americas**: \"Growth: 12.9%\", \"Revenue: US$23.6b\".\n\nOverall, the image uses bold text, contrasting colors, and graphical elements (like arrows and pie charts) to emphasize EY’s economic impact and growth metrics. It highlights their technological initiatives, sustainability contributions, and revenue details across different services and geographical areas. Each piece of information is framed within its context, contributing to a clear understanding of EY's value creation for stakeholders.",
      "image_path": "images/8_1.png"
    },
    {
      "page_number": 8,
      "text": "The image presents a visual summary highlighting the \"Creating long-term value for all stakeholders\" by EY (Ernst & Young). It is divided into two main sections: \"CLIENT VALUE\" and \"FINANCIAL VALUE\".\n\n### CLIENT VALUE Section\n- **EY Fabric tech acceleration platform**: Here, there are statistics listed such as \"270m daily transactions\" and \"1.5m client users\".\n- Another statistic notes \"5,000+ sustainability engagements delivered to clients\".\n- Beneath these figures, there is mentioned \"70,000+ technologists in EY\" and \"100+ ecosystem partners\".\n- The large text \"Preferred auditor\" indicates EY's role as a preferred choice to take companies public since 2012.\n- The investment details are shared with \"US$6.7b invested in FY22 and FY23 as part of a 3-year, US$10b commitment to audit quality, innovation, technology and people.\"\n\n### FINANCIAL VALUE Section\n- A large figure \"US$49.4b total revenues\" is prominently displayed.\n- Below this, there is a statistical breakout for various services:\n  - **Assurance**: \"Growth: 11%\", \"Revenue: US$15.1b\".\n  - **Strategy and Transactions**: \"Growth: 8.4%\", \"Revenue: US$6.1b\".\n  - **Consulting**: \"Growth: 21.6%\", \"Revenue: US$16.1b\".\n  - **Tax**: \"Growth: 12.2%\", \"Revenue: US$12.1b\".\n- A gray arrow pointing upwards indicates a \"14.2% growth (LC*)\", noted as one of the highest growth rates in nearly two decades.\n- Also highlighted is a \"9.5% 4-year CAGR (2019-23)\".\n- Regional revenues are also shared:\n  - **EMEIA (Europe, Middle East, India, Africa)**: \"Growth: 16.9%\", \"Revenue: US$18.3b\".\n  - **Asia-Pacific**: \"Growth: 11.7%\", \"Revenue: US$7.5b\".\n  - **Americas**: \"Growth: 12.9%\", \"Revenue: US$23.6b\".\n\nOverall, the image uses bold text, contrasting colors, and graphical elements (like arrows and pie charts) to emphasize EY’s economic impact and growth metrics. It highlights their technological initiatives, sustainability contributions, and revenue details across different services and geographical areas. Each piece of information is framed within its context, contributing to a clear understanding of EY's value creation for stakeholders.",
      "image_path": "images/8_1.json"
    },
    {
      "page_number": 7,
      "text": "The image is an infographic titled \"Creating long-term value for all stakeholders,\" divided into two main sections: \"PEOPLE VALUE\" and \"SOCIETAL VALUE,\" laid out on a dark background. Each section includes key data in a visually appealing format, using icons, large fonts, and bright contrasting colors like yellow and white. \n\n**People Value Section:**\n1. \"86%\" - Highlighting that 86% of EY people are proud to work at EY. This is represented inside a large yellow circle.\n2. \"US$385m\" - Mentioning a total investment in training for FY23.\n3. \"274\" - Number of EY Tech MBA and EY Master's graduates.\n4. \"410,000+\" - Indicates EY Badges awarded since the program began.\n5. \"4.7m\" - Represents the number of people who applied to join EY in FY23.\n6. \"36%\" - Denotes the percentage of women in this year’s PPEDD (Partner/Principal/Executive Director/Director) promotion class of FY23.\n7. \"Only Big Four\" - Mentions EY's status as the only Big Four organization on the Fortune 100 Best Companies to Work For® list every year for the last 25 years.\n\n**Societal Value Section:**\n1. \"US$1b\" - Continued investment to facilitate trust and transformation through assurance services.\n2. \"100%\" - On track to meet the target of renewable energy in EY offices by 2025.\n3. \"Sustainability leader\" - status according to independent research firm Verdantix in the Green Quadrant: Climate Change Consulting 2023.\n4. \"8,000+\" - Number of EY Badges in sustainability completed.\n5. \"127m+\" - Number of lives positively impacted since EY Ripples launched and on track to meet 1B target by 2030.\n\nThe infographic uses graphical elements like badges and icons to denote achievements and goals, making complex information easily digestible and visually engaging.",
      "image_path": "images/7_1.json"
    },
    {
      "page_number": 7,
      "text": "The image is an infographic titled \"Creating long-term value for all stakeholders,\" divided into two main sections: \"PEOPLE VALUE\" and \"SOCIETAL VALUE,\" laid out on a dark background. Each section includes key data in a visually appealing format, using icons, large fonts, and bright contrasting colors like yellow and white. \n\n**People Value Section:**\n1. \"86%\" - Highlighting that 86% of EY people are proud to work at EY. This is represented inside a large yellow circle.\n2. \"US$385m\" - Mentioning a total investment in training for FY23.\n3. \"274\" - Number of EY Tech MBA and EY Master's graduates.\n4. \"410,000+\" - Indicates EY Badges awarded since the program began.\n5. \"4.7m\" - Represents the number of people who applied to join EY in FY23.\n6. \"36%\" - Denotes the percentage of women in this year’s PPEDD (Partner/Principal/Executive Director/Director) promotion class of FY23.\n7. \"Only Big Four\" - Mentions EY's status as the only Big Four organization on the Fortune 100 Best Companies to Work For® list every year for the last 25 years.\n\n**Societal Value Section:**\n1. \"US$1b\" - Continued investment to facilitate trust and transformation through assurance services.\n2. \"100%\" - On track to meet the target of renewable energy in EY offices by 2025.\n3. \"Sustainability leader\" - status according to independent research firm Verdantix in the Green Quadrant: Climate Change Consulting 2023.\n4. \"8,000+\" - Number of EY Badges in sustainability completed.\n5. \"127m+\" - Number of lives positively impacted since EY Ripples launched and on track to meet 1B target by 2030.\n\nThe infographic uses graphical elements like badges and icons to denote achievements and goals, making complex information easily digestible and visually engaging.",
      "image_path": "images/7_1.png"
    },
    {
      "page_number": 5,
      "text": "Everest also identified ways to better pivot the organization   and embrace game-changing technologies. For example, we   recently brought together all our artificial intelligence (AI)   innovation and development efforts under one platform,   EY.ai. This unified platform will help enable clients to   efficiently access the benefits of AI. It is also intended   to increase transparency, trust, and confidence in AI as   EY seeks use these new capabilities to serve the broader   interests of society and contribute to a more inclusive,   equitable future.  Charting a new course and building confidence   in new technologies  For more than a decade, we’ve embedded AI into many EY   global technology solutions and in 2021, we supercharged   this with a US$10 billion, three-year investment plan. This   has already fueled new AI capabilities and offerings that   are improving how we work with clients. AI is also playing   a critical role in our commitment to continuously improve   audit quality. We have embedded AI into the EY Canvas audit   platform to support risk assessment, and a broader use of AI   is helping EY teams challenge the effectiveness of their audit   strategy and bring greater confidence and trust to the audit.  We are also actively building the EY ecosystem and now have   more than 100 ecosystem relationships that keep us on the   leading edge of change, help us innovate and execute quickly,   and offer ever-evolving services to EY clients.  Confidence in AI is one of the current barriers to AI adoption.   It’s why in 2022 we formalized EY AI principles, which   include accountability, security and privacy, transparency   and “explainability,” fairness and inclusivity, and professional   responsibility. These principles guide our work with EY   people, clients, and governments and other external   Leading for the long-term  During my tenure as EY Global Chairman and CEO, I have   seen the power of placing purpose and long-term value at    the center of an organization’s strategy.  Consider just a few of the challenges we’ve witnessed the   past four years: a global pandemic, war in Europe, extreme   weather events, geopolitical uncertainties and rapid   technological change. Despite these and other pressures,   the EY NextWave strategy to create long-term value for all   stakeholders, stemming from our purpose of Building a better   working world, has been an anchor in an ever‑changing world.  In 2019, we formalized our long-term value approach in the   EY NextWave strategy, and as a result, we’ve achieved 9.5%   compound annual growth (FY 2019–2023) and reached   nearly US$50 billion in revenue in FY23, a 14.2% increase in   local currency. Long-term value creation is now part of our   DNA, and I am proud of the progress it has enabled for EY,   highlighted in this EY Value Realized 2023 report.  This year, we continue reporting on that progress using   the World Economic Forum’s International Business Council   (WEF‑IBC) Stakeholder Capitalism Metrics. We also participate   in the United Nations Global Compact, and I confirm that   EY reaffirms its support of its Ten Principles in the areas of   human rights, labor, environment, and anti-corruption.  Our ambition to create long-term value for clients, EY   people and society led us to Project Everest this past year —   a bold plan to split the EY organization into two separate   organizations so we could address the changing needs of   clients, our industry and other stakeholders. While Everest    did not go forward, it unlocked innovation, identified   strengths, and opened new and important conversations    with EY clients and regulators.  Letter from the    EY Global Chairman and CEO  Carmine Di Sibio  “  The EY NextWave strategy    to create long-term value for   all stakeholders, stemming   from our purpose of    Building a better working   world, has been an anchor    in an ever‑changing world.  05 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 6,
      "text": "stakeholders. We are integrating these principles into   the EY.ai Ecosystem and are also actively engaging with   governments, multinational standard-setting bodies, industry   associations and civil-society organizations.  We intend to help lead the development of best practices   for the responsible and trustworthy use of AI. We recognize   no single organization can tackle this level of change,   safely and at speed, without collaboration. We are a   committed stakeholder focused on realizing benefits,   while addressing the risks, as we all move into this next   technological revolution.  Understanding the critical importance    of EY people  In an era of such significant technological change, it’s more   important than ever to recognize the most significant driver   of EY success: EY people. Creating long-term value for   EY people is a core pillar of the EY NextWave strategy and   remains our focus as we support and attract the best talent   in the marketplace. For 25 years in a row, the EY organization   has been acknowledged as one the best places to work   by Fortune.  We’ve grown the global EY organization and created more   than 116,000 jobs over my tenure as CEO and are now at   nearly 400,000 people strong. We are proud of the different   perspectives and backgrounds across the EY organization   and this year, we have introduced new DE&I metrics, such   as disability inclusion, and a global storytelling campaign   focused on elevating the importance of social equity.  One of the ways we help create long-term value for people   is through a commitment to lifelong learning. It’s why   we’ve invested more than US$385 million in learning and   development opportunities in FY23. EY people have earned   more than 410,000 new digital accreditations known as   EY Badges since we launched the program in 2017, and   274 EY people have earned EY-funded master’s degrees   through our fully accredited program with Hult International   Business School.  We are also rolling out a program in FY24 to train all   EY people on the responsible use of generative AI, as well    as experimenting with copilot models to augment the work   of EY professionals by boosting productivity and enhancing   the employee experience.   We’re also investing in the communities where EY people   live and work because creating long-term value for society   broadly is also at the core of the EY NextWave strategy.   This, along with feedback from EY people, led us to set a   global science-based target, to reduce absolute total global   emissions by 40% by FY25, against an FY19 baseline.   We are on track to meet this target, while offsetting more   emissions than we produce and accelerating our wider   transition to net zero.  The EY Ripples corporate responsibility program is the   signature EY investment in communities, with the goal to   positively impact 1 billion lives by 2030. The millions of   hours invested by EY people mean we are on track to reach   that goal, having impacted more than 127 million lives since   EY Ripples launched in 2018.  Riding the NextWave  As I begin my final year at EY, I can’t help but marvel at how   much the EY organization has grown — and how the world   has changed. Two decades ago, we had 85,000 people   and US$9 billion in revenue. Today, we have almost five   times that with nearly 400,000 people and US$50 billion   in revenues. This increases the impact we can have with   EY clients, and our communities, but also the responsibility   we have to contribute to a prosperous future for society.  During the past decade, the digital economy has grown at   more than twice the rate of the global economy. ChatGPT 2.0   was released in 2019 with a 1.5-billion-word vocabulary.   Today’s latest release uses 14,000 times the computing   power and has a more than 175-billion-word vocabulary.   Shifts in globalization, changing demands from consumers   and society, and the effects of climate change, all require   more investment, more resilience, and more collaboration   from the private and public sector alike. Organizations will   need the best technology, the best talent and a hyper-focus   on creating trust to continue growing successfully, and   sustainably in such dynamic, transformative times.  That’s why I am excited and optimistic about the EY   organization’s future. In a world where the opportunities   unfold as fast as the risks, we have worked on building a solid   foundation for growth — for all EY stakeholders. Every day,   we endeavor to deliver on our ambition to be the most   trusted professional services organization and our purpose   of building a better working world — for EY people, clients   and society. And, each year, we get better, hold ourselves   accountable to our goals and recognize there is always more   we can do. That’s value realized.  Carmine Di Sibio   EY Global Chairman and CEO  September 2023  “  Creating long-term value for EY people is a core pillar of the EY NextWave strategy   and remains our focus as we support and attract the best talent in the marketplace.  06 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 7,
      "text": "Creating long-term value for all stakeholders  36%  women in this year’s    PPEDD* promotion    class (FY23)  410,000+  EY Badges awarded since   program began  274  EY Tech MBA and    EY Masters graduates  US$385m  Total investment in training    in FY23  4.7m  people applied to   join EY in FY23  Only Big Four  organization on the Fortune 100 Best Companies to Work For  100 Best Companies to Work For®    list every year for the last 25 years  86%  of EY people are   proud to work    at EY  *Partners, Principals, Executive Directors and Directors  PEOPLE VALUE  Sustainability leader  according to independent research firm Verdantix —    Green Quadrant: Climate Change Consulting 2023  127m+  lives positively impacted since EY Ripples    launched and on track to meet 1b target by 2030  US$1b      Continued investment to facilitate trust and   transformation through assurance services  8,000+  EY Badges in sustainability    completed  100%  renewable energy in EY offices    by 2025  On track      to meet   target of  SOCIETAL VALUE  07 2023 EY VALUE REALIZED    "
    },
    {
      "page_number": 8,
      "text": "Creating long-term value for all stakeholders  EY Fabric tech acceleration platform 70,000+  technologists in EY  100+  ecosystem partners  US$6.7b  invested in FY22 and FY23 as part of 3-year, US$10b  3-year, US$10b commitment   to audit quality, innovation, technology and people  270m  daily transactions  1.5m  client users  Preferred auditor  to take companies public since 2012  5,000+  sustainability engagements   delivered to clients   CLIENT VALUE  US$49.4b   total revenues  14.2%  growth (LC**)  9.5%  4-year CAGR  (2019-23)  One of the   highest growth   highest growth   rates  rates in nearly    two decades  Asia-Pacific  Asia-Pacific  Growth: 11.7%  11.7%   Revenue: US$7.5b  US$7.5b  EMEIA  EMEIA  Growth: 16.9%  16.9%   Revenue: US$18.3b  US$18.3b  Consulting  Consulting  Growth: 21.6%  21.6%  Revenue: US$16.1b  US$16.1b  Assurance  Assurance  Growth: 11%  11%  Revenue: US$15.1b  US$15.1b  Americas  Americas  Growth: 12.9%  12.9%   Revenue: US$23.6b  US$23.6b  Tax  Tax  Growth: 12.2%  12.2%  Revenue: US$12.1b  US$12.1b  Strategy and   Strategy and   Transactions  Transactions  Growth: 8.4%  8.4%  Revenue: US$6.1b  US$6.1b  **Local currency  FINANCIAL VALUE  08 2023 EY VALUE REALIZED    "
    }
  ]
}